{
    "version": "https://jsonfeed.org/version/1",
    "title": "Escribo Cosas",
    "description": "",
    "home_page_url": "https://www.elmikewalsh.cl",
    "feed_url": "https://www.elmikewalsh.cl/feed.json",
    "user_comment": "",
    "icon": "https://www.elmikewalsh.cl/media/website/favicon512x512-xs.webp",
    "author": {
        "name": "elmikewalsh"
    },
    "items": [
        {
            "id": "https://www.elmikewalsh.cl/servicios-de-email-un-desahogo/",
            "url": "https://www.elmikewalsh.cl/servicios-de-email-un-desahogo/",
            "title": "Servicios de Email: Un Desahogo",
            "content_html": "<p>Me imagino que la mayoría de las personas simplemente abre su confiable cuenta de Gmail, revisa y envía correos, y listo. Pero cuando piensas en cambiar a un servicio que no lea ni espíe abiertamente tus correos, se vuelve todo un desafío.</p>\n<p>Sinceramente, siento que mi cabeza podría explotar en cualquier momento. Podría entrar en muchos detalles sobre cada servicio que probé y descarté, pero estoy feliz de decir que mi cruzada está llegando a su fin. Con eso en mente, quiero compartir mis hallazgos, con la esperanza de que puedan ayudar a quienes estén buscando un buen servicio confiable.</p>\n<p><strong>Contexto rápido:</strong> no estoy buscando un servicio de correo militarmente encriptado ni de alto nivel de seguridad. Solo quiero un servicio con cifrado básico, de una empresa que no espíe mis datos ni me cobre una fortuna. Esto es lo que he encontrado, junto con mis opiniones:</p>\n<h3><strong>Proton</strong></h3>\n<p>Tuve configurada esta cuenta para mi familia. La verdad, solo puedo decir cosas buenas del servicio en sí. ¿El problema? Cuando decidimos que el plan era más caro de lo que estábamos dispuestos a pagar, comenzó la migración… y con ello los problemas:</p>\n<ul>\n<li>Como organización, pude exportar todos los correos de los miembros excepto los míos. Apareció un error desconocido, y soporte finalmente me dijo que era un problema raro y poco probable de solucionar. En lugar de recibir un archivo MBOX fácil de usar, tuve que exportar archivos EML e importarlos al siguiente servicio.</li>\n<li>Cuando cancelamos nuestro plan (el Visionary, nada menos), confirmaron la cancelación, pero en secreto nos bajaron a un plan Unlimited. No esperaba que me cobraran de nuevo, y tuve que cancelar por segunda vez. Ese servicio es terrible.</li>\n</ul>\n<h3><strong>Fastmail</strong></h3>\n<p>Fastmail ofrecía un plan familiar a un precio razonable. La configuración fue rápida y sencilla. No tengo mucho que decir. No me gustó la aplicación móvil porque incluye cosas como Notas, Calendario y Archivos, y no hay forma de quitarlos. Fastmail fue \"meh\" para mí: ni lo disfruté ni lo odié. Puede que sea para ti, pero no para mí.</p>\n<h3><strong>Purelymail</strong></h3>\n<p>La configuración fue genial, fácil, y con precios súper razonables ($10 USD al año) por espacio ilimitado, dominios y cuentas de correo. Sin embargo, el backend es feo como pegarle a la mamá, y si no sabes configurar registros DNS, este servicio no es para ti.</p>\n<h3><strong>MXRoute</strong></h3>\n<p>Estoy probándolo ahora mismo, y puede que sea justo lo que necesito. Actualizaré esta sección cuando tenga más información.</p>\n<h3><strong>iCloud Mail</strong></h3>\n<p>Realmente quiero que este servicio me guste. De verdad. Más adelante explicaré por qué no puedo usarlo. En mi caso, tiene que ver con manejar múltiples dominios y querer bandejas separadas para cada uno.</p>\n<hr>\n<p>Eso es todo por ahora. Espero que esta información te sea útil. ¡Actualizaré esto cuando tenga más tiempo!</p>",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Tecnología"
            ],
            "date_published": "2025-01-10T20:30:10-03:00",
            "date_modified": "2025-01-10T20:30:10-03:00"
        },
        {
            "id": "https://www.elmikewalsh.cl/una-imagen-vale-mas-que-mil-palabras/",
            "url": "https://www.elmikewalsh.cl/una-imagen-vale-mas-que-mil-palabras/",
            "title": "Una Imagen Vale Más que Mil Palabras",
            "content_html": "<p class=\"p1\"><a href=\"https://manuelmoreale.com\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">Manu Moreale</a> hizo un buen punto el otro día en su artículo sobre <a href=\"https://manuelmoreale.com/on-featured-images-in-blog-posts\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">agregar imágenes innecesarias [en inglés]</a> a los textos solo por tener una foto. Dicen que una foto vale más que mil palabras. Este año, intentaré escribir esas mil palabras y usar fotos solo cuando sea necesario.</p>\n<p class=\"p1\">Así que nada de imágenes de encabezado en las publicaciones solo por tener una (aunque también intentaré tomar - y compartir - más fotos en 2025).</p>\n<p class=\"p1\">¡Lo siento! :)</p>",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
            ],
            "date_published": "2025-01-03T19:53:16-03:00",
            "date_modified": "2025-01-03T19:53:16-03:00"
        },
        {
            "id": "https://www.elmikewalsh.cl/mas-palabras-menos-pensar/",
            "url": "https://www.elmikewalsh.cl/mas-palabras-menos-pensar/",
            "title": "Más Palabras, Menos Pensar",
            "content_html": "<p class=\"p1\">En algunos contextos, la frase \"mide dos veces, corta una\" tiene sentido. Pero a veces puedes pensar tanto que terminas sin hacer nada.</p>\n<p class=\"p1\">Este año, espero soltarme más y escribir más, pensar menos. (Ay, Dios mío). :)</p>\n<p class=\"p1\">Simplemente dejar que los dedos bailen sobre el teclado y que todo fluya. Es verano en el hemisferio sur, lo que significa que hace calor. Y no me gusta el calor.</p>\n<p class=\"p1\">Las estaciones son geniales: si te aburres de un tipo de clima, solo dale un poco de tiempo y cambiará.</p>\n<p class=\"p1\">Es maravilloso sentir la brisa y el viento helado en la cara en invierno.</p>\n<p class=\"p1\">Y justo cuando estás harto de calentar la casa, llegan la primavera y el verano.</p>\n<p class=\"p1\">Aun así, el calor del verano apesta: al fin y al cabo, en invierno siempre puedes ponerte una capa más de ropa.</p>\n<p class=\"p1\">Pero en el calor del verano, cuando ya te quitaste todo, no hay más a dónde ir.</p>\n<p class=\"p1\">Salud por ti, verano. Ahora, ¡sigamos adelante!</p>",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "La Vida"
            ],
            "date_published": "2024-12-31T14:50:00-03:00",
            "date_modified": "2025-01-03T19:51:35-03:00"
        },
        {
            "id": "https://www.elmikewalsh.cl/14-dias-en-el-infierno-sin-internet/",
            "url": "https://www.elmikewalsh.cl/14-dias-en-el-infierno-sin-internet/",
            "title": "14 Días en el Infierno Sin Internet",
            "content_html": "<div class=\"post__toc\">\n<h3>Tabla de contenidos</h3>\n<ul>\n<li><a href=\"#mcetoc_1iavhrko617\">Los \"Buenos Viejos\" Días del 4G</a></li>\n<li><a href=\"#mcetoc_1iavhrko618\">Conversando Conmigo Mismo - O No (¿Quiénes Son Estas Personas?)</a></li>\n<li><a href=\"#mcetoc_1iavhrko619\">14 Días Al Final del Mundo</a></li>\n<li><a href=\"#mcetoc_1iavhrko61a\">Un Querido Amigo Regresa</a></li>\n</ul>\n</div>\n<p class=\"p1\"><strong>Recordando los buenos viejos tiempos cuando el 4G era el último \"internet de alta velocidad\" y los sitios web estaban diseñados para cargar rápido.</strong></p>\n<p>Ahí estaba yo, en el corazón del sur de Chile, a finales de agosto, viviendo una vida simple y común de adicción a internet, hasta que llegaron las tormentas. Primero, se cortó la luz. Luego, siguió el internet, dejándome en un vacío oscuro y desconectado.</p>\n<p>Boom.</p>\n<p>Bienvenido al Infierno Sin Internet, donde te quedas recordando los buenos tiempos del 4G cuando sentías que el futuro estaba al alcance de tu mano, esperando que una gota de eso mágicamente te cayera. Bueno, al menos cuando no estábamos atrapados en 3G...</p>\n<p>Dos semanas sin conexión. Y cuando había conexión, era - ¡sorpresa! - 3G. (No hablo de 3 gbps fibra óptica, sino de ese 3G \"móvil\"). Antes de que el todopoderoso internet volviera a bendecirnos con su presencia, tuve mucho tiempo para reflexionar, sobre todo en lo mucho que extrañaba leer artículos sobre velocidades de internet terribles. ¿Quién diría que esas palabras se convertirían en mi vida?</p>\n<h3 id=\"mcetoc_1iavhrko617\" class=\"p1\">Los \"Buenos Viejos\" Días del 4G</h3>\n<p class=\"p1\">¿Recuerdas cuando el 4G era lo mejor desde el pan rebanado? Todos creíamos que era el comienzo de una nueva era. Pero aquí está la trampa: la mayoría del tiempo estabas atrapado en 3G porque la cobertura de 4G era, a lo sumo, intermitente. En ese entonces, incluso el 3G se sentía como un milagro comparado con el temido 0G, donde tu teléfono se convertía en un costoso pisapapeles. Pero cuando el 4G funcionaba, ¡oh, qué rápido era! Los sitios cargaban antes de que pudieras parpadear (no parpadeábamos mucho, en mis tiempos). Era tan rápido que no tenías tiempo de pensar en lo mucho que apestaban (ahora simplemente no pensamos; ¡para eso está la IA!).</p>\n<p>Por supuesto, eso fue cuando los sitios web no estaban llenos de gigabytes de datos que consumen todo. Hemos empeorado las cosas diseñando sitios que solo cargan rápido si tienes un ancho de banda de nivel NASA. Hoy en día, si estás atrapado en 4G - o, Dios no lo quiera, 3G - es mejor que vayas a hacerte un sándwich mientras carga la página. Y observa cómo se seca la pintura de las paredes. Donde sea que necesite secarse.</p>\n<h3 id=\"mcetoc_1iavhrko618\" class=\"p1\">Conversando Conmigo Mismo - O No (¿Quiénes Son Estas Personas?)</h3>\n<p class=\"p1\">Después de unos días sin internet, hice lo que haría cualquier persona sensata: reinicié el router. Cuando eso no funcionó (sorpresa, lo sé), pasé a la siguiente mejor cosa: reiniciarlo de nuevo. ¡Quizás volviera! (No lo hizo). Así que, sin otra opción, en realidad hablé con las personas a mi alrededor. Sé que suena aterrador. No es que no me guste conversar, pero después de tanto tiempo con internet, olvidé completamente por qué esas otras personas compartían el mismo espacio que yo. :)</p>\n<p>También descubrí algo fascinante: los juegos de cartas y de mesa todavía existen. Sí, esos relicarios de una era pre-digital. No son tan divertidos como YouTube o Instagram, pero al menos nadie tiene que preocuparse por el buffering. Después de unas rondas de carioca, estaba listo para volver a los días de 4G, incluso si eso significaba vivir con el ciclo constante de cambiar a 3G a mitad de descarga.</p>\n<h3 id=\"mcetoc_1iavhrko619\" class=\"p1\">14 Días Al Final del Mundo</h3>\n<p class=\"p1\">¿Productividad sin internet? Es un chiste. Claro, al principio piensas: \"Finalmente haré algo de trabajo sin conexión\". Spoiler: no, no lo harás. Te darás cuenta de cuán profundamente dependes de Google para incluso las tareas más básicas, como recordar cuánto tiempo se tarda en cocinar arroz. ¿Recuerdas los días prehistóricos cuando íbamos al baño con un libro, y no con un teléfono? (un teléfono no sirve para el mismo propósito dual que un buen libro de papel en una emergencia).</p>\n<p>Incluso intentar recordar cómo era la vida antes de estar todos pegados a la línea de vida que es el WiFi parece un estiramiento. Y, sin embargo, irónicamente, mi artículo sobre por qué las velocidades de internet apestan seguía rebotando en mi cabeza. Resulta que ahora tenía experiencia de primera mano de lo malo que es tener una conexión lenta (o inexistente).</p>\n<h3 id=\"mcetoc_1iavhrko61a\" class=\"p1\">Un Querido Amigo Regresa</h3>\n<p class=\"p1\">Después de una eternidad (o eso parecía), el internet volvió. Mi router brilló como un árbol de Navidad y volví a estar en línea. Pero la victoria fue agridulce. No había prisa por ver todo el Netflix que me perdí o por <a href=\"https://medium.com/@elmikewalsh/list/en-espanol-78da299bebeb\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">leer artículos sin fin de Medium</a>. En cambio, comencé a reflexionar sobre cómo llegamos aquí: cómo construimos un mundo digital tan sobrecargado de contenido que incluso el 4G puede sentirse lento ahora (o, al menos, eso es lo que me gustaría que pensaras. En realidad, fue una carrera frenética para hacer desaparecer dos semanas de proyectos atrasados).</p>\n<p>Es curioso, ¿no? Solíamos arreglarnos con sitios más simples y rápidos. Ahora necesitamos velocidades insanas solo para mantenernos al día con la basura que hemos metido en ellos. Así que si estás ahí afuera lidiando con tiempos de carga terribles y sitios lentos, te entiendo. Pero no te preocupes: no te estás perdiendo de nada más que de mierda que se está empujando y cargando más y más rápido.</p>\n<p><strong>Crédito de foto:</strong> <a href=\"https://pixabay.com/photos/city-disaster-end-of-the-world-fire-2444516/\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">pixabay.com</a></p>",
            "image": "https://www.elmikewalsh.cl/media/posts/60/no-internet-hell-2.webp",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Tecnología",
                   "Humor"
            ],
            "date_published": "2024-10-22T12:19:00-03:00",
            "date_modified": "2024-10-25T08:34:54-03:00"
        },
        {
            "id": "https://www.elmikewalsh.cl/hacerte-en-millonario-en-medium-como-gane-004-en-un-mes/",
            "url": "https://www.elmikewalsh.cl/hacerte-en-millonario-en-medium-como-gane-004-en-un-mes/",
            "title": "Hacerte en millonario en Medium (Cómo gané $0,04 en un mes)",
            "content_html": "<div class=\"post__toc\">\n<h3>Tabla de contenidos</h3>\n<ul>\n<li><a href=\"#mcetoc_1iaqh1cdq6a\">La ignorancia se escribe sola</a></li>\n<li><a href=\"#mcetoc_1iaqh1cdq6b\">Encuentra tu nicho verdaderamente único que nadie está haciendo</a></li>\n<li><a href=\"#mcetoc_1iaqh1cdq6c\">El seguimiento de estadísticas neurótico</a></li>\n<li><a href=\"#mcetoc_1iaqh1cdq6d\">¡Muéstrame la plata!</a></li>\n<li><a href=\"#mcetoc_1iaqh1cdq6e\">Las lecciones aprendidas</a></li>\n</ul>\n</div>\n<p class=\"p1\">Ah, Medium. La tierra de los sueños, donde los escritores vienen a compartir sus pensamientos más profundos y sus peores opiniones sobre el minimalismo. Algunos están aquí por la comunidad, otros por el gusto de escribir, pero la mayoría de nosotros venimos por una cosa: plata. Esa gloriosa plata del <a href=\"https://medium.com/partner-program\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">Medium Partner Program</a> (MPP), que nos dijeron que fluiría hacia nosotros solo por compartir nuestras brillantes ideas. La fiebre del oro digital.</p>\n<p class=\"p1\">Estoy aquí para contarte cómo convertí ese sueño en realidad. Lo logré. <strong>Gané $0,04</strong> en un mes en Medium. Probablemente te estés preguntando, \"¿Cómo puedo alcanzar este nivel de éxito?\". No te preocupes. Te tengo cubierto.</p>\n<h3 id=\"mcetoc_1iaqh1cdq6a\" class=\"p1\">La ignorancia se escribe sola</h3>\n<p class=\"p1\">Todo el mundo sabe que ser un experto está sobrevalorado. En Medium, la clave es aparentar saber cosas. Lo importante es la confianza. El truco está en echar mano de palabras de moda como “mindfulness”, “side hustle” y “mentalidad de crecimiento”. Si realmente quieres maximizar tus ganancias, mete algo sobre cripto, aunque tu único conocimiento de criptomonedas sea que no es una moneda física.</p>\n<p class=\"p1\">Después de resistirme inicialmente, bajo el principio de que el trabajo duro y el esfuerzo valen la pena, cambié a este método, convencido de que mi “consejo” profundo sobre cómo maximizar el desarrollo de tu sitio web siguiendo mi enredado proceso de <a href=\"https://www.elmikewalsh.cl/wordpress-mi-generador-favorito-de-sitios-estaticos/\">15 pasos para convertir tu WordPress en un sitio estático haría maravillas</a>. Spoiler: no funcionó.</p>\n<h3 id=\"mcetoc_1iaqh1cdq6b\" class=\"p1\">Encuentra tu nicho verdaderamente único que nadie está haciendo</h3>\n<p class=\"p1\">Pensé que destacaría encontrando el nicho perfecto. Después de todo, Medium está lleno de artículos sobre nómadas digitales, minimalismo, y cómo hacer un producto digital y vender 325 variaciones por $50k al mes, así que decidí bajar aún más al nicho de lo único. Escribí sobre <a href=\"https://www.elmikewalsh.cl/el-arte-de-una-buena-contrasena/\">cómo crear una buena contraseña</a>. Una obra maestra. Naturalmente, esperaba que el algoritmo lanzara mi post a lo más alto de la plataforma.</p>\n<p class=\"p1\">Lo que descubrí es que a Medium le encantan los nichos... si tu nicho resulta ser cripto, minimalismo o startups tecnológicas. ¿Una guía sincera y detallada sobre cómo hacer una buena contraseña? No tanto.</p>\n<h3 id=\"mcetoc_1iaqh1cdq6c\" class=\"p1\">El seguimiento de estadísticas neurótico</h3>\n<p class=\"p1\">Esta es la verdadera alegría de Medium. Es como revisar tus redes sociales para ver los likes, pero en esteroides. El momento en que haces clic en “publicar”, te encuentras refrescando la página de estadísticas obsesivamente. Al principio, te sientes optimista. Te imaginas los cientos de visitas acumulándose, los comentarios llegando en masa, los aplausos sumándose. Pero en cambio, ves números que parecen más el precio de un chicle.</p>\n<p class=\"p1\">Después de una semana vigilando mis estadísticas como un halcón, llegó mi primer gran logro. Un asombroso par de centavos. En ese momento, comencé a calcular cuánto tiempo me tomaría comprarme un café real con mis ganancias de Medium. (Spoiler: mucho tiempo).</p>\n<h3 id=\"mcetoc_1iaqh1cdq6d\" class=\"p1\">¡Muéstrame la plata!</h3>\n<p class=\"p1\">Y entonces sucedió. Después de semanas de poner todo mi corazón y alma en mi contenido, llegó el momento de la verdad. Revisé mis estadísticas una última vez para el mes y lo vi: $0,04. Lo logré. La liga mayor.</p>\n<figure class=\"post__image post__image--center\"><img  src=\"https://www.elmikewalsh.cl/media/posts/59/earnings-image.jpg\" alt=\"Pantallazo mostrando las ganacias\" width=\"728\" height=\"562\" sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://www.elmikewalsh.cl/media/posts/59/responsive/earnings-image-xs.webp 640w ,https://www.elmikewalsh.cl/media/posts/59/responsive/earnings-image-sm.webp 768w ,https://www.elmikewalsh.cl/media/posts/59/responsive/earnings-image-md.webp 1024w ,https://www.elmikewalsh.cl/media/posts/59/responsive/earnings-image-lg.webp 1366w ,https://www.elmikewalsh.cl/media/posts/59/responsive/earnings-image-xl.webp 1600w ,https://www.elmikewalsh.cl/media/posts/59/responsive/earnings-image-2xl.webp 1920w\"></figure>\n<p class=\"p1\">Era hora de celebrar. Me serví un vaso de <a href=\"https://www.elmikewalsh.cl/oda-al-whisky/\">whisky</a>, me senté, y disfruté del brillo de mi monumental éxito. ¿Podía permitirme un yate? No. ¿Un iPhone? Tampoco. Pero oficialmente era un escritor pagado. Técnicamente.</p>\n<h3 id=\"mcetoc_1iaqh1cdq6e\" class=\"p1\">Las lecciones aprendidas</h3>\n<p class=\"p1\">Ganar plata en Medium es, bueno, posible. Técnicamente. Pero no se trata de la plata (¡menos mal!). Se trata de la emoción de poner tus pensamientos en el mundo y ver cómo resuenan con, seamos honestos, probablemente solo con tu mamá. Esos $0,04 son un símbolo de potencial. El potencial de que, algún día—quizás en muchos, muchos, muchos años—puedas comprarte un chicle.</p>\n<p class=\"p1\">Así que, si estás listo para convertirte en millonario en Medium, recuerda esto: no se trata de lo que ganes. Se trata del viaje, de ver esa página de estadísticas avanzar poco a poco. Algún día, con suficiente perseverancia, podrías comprarte ese yate. O al menos una taza de café. ¡A toda máquina!</p>\n<p><strong>Crédito de foto:</strong> <a href=\"https://unsplash.com/photos/green-plant-on-brown-round-coins-lZ_4nPFKcV8\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">Unsplash.com</a></p>",
            "image": "https://www.elmikewalsh.cl/media/posts/59/how-i-made-004.webp",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Humor"
            ],
            "date_published": "2024-10-16T13:28:00-03:00",
            "date_modified": "2024-10-22T13:37:35-03:00"
        },
        {
            "id": "https://www.elmikewalsh.cl/eligiendo-un-iphone-16-nuevo-sin-volverse-loco/",
            "url": "https://www.elmikewalsh.cl/eligiendo-un-iphone-16-nuevo-sin-volverse-loco/",
            "title": "Eligiendo un iPhone 16 nuevo sin volverse loco",
            "content_html": "<p class=\"post__last-updated\"><strong>Actualizado:</strong> Misión cumplida. El ganador es un iPhone 16 Pro color natural.  :)</p>\n<h3 class=\"p1\">Nota rápida: No lo logré.</h3>\n<p class=\"p1\">¡Hola y bienvenidos a octubre (que empezó hace 2 semanas)! Para aquellos que no viven en esos países privilegiados que tienen acceso a los últimos productos de Apple una semana después del lanzamiento… octubre significa \"¡por fin podemos comprarlos también!\".</p>\n<p class=\"p1\">Apple, tan amorosamente, trató de hacerlo súper fácil este año: 4 modelos (iPhone 16, iPhone 16 Plus, iPhone 16 Pro y iPhone 16 Pro Max). En un intento de nivelar el terreno, el iPhone 16 / iPhone 16 Plus son más o menos lo mismo, solo cambia el tamaño. Y el iPhone 16 Pro / iPhone 16 Pro Max también son lo mismo, excepto por el tamaño (y la batería también).</p>\n<p class=\"p1\">Para hacerlo aún más \"fácil\", los iPhone no-pro de este año están MUY cerca de los Pro en cuanto a características. Hay como un millón de reseñas de estos teléfonos en internet, así que no agregaré una más. Pero sí diré esto:</p>\n<blockquote>\n<p class=\"p1\">Viniendo de un iPhone 13 Pro Max, queriendo un teléfono físicamente más pequeño pero amando una pantalla físicamente más grande, la decisión es realmente difícil.</p>\n</blockquote>\n<p class=\"p1\">Todavía no decido, y este artículo es más una descarga sobre lo complicado que es elegir tecnología cuando sabes todos los pequeños detalles técnicos. En esta época del año casi envidio a quienes basan su decisión en detalles más simples, como “quiero uno rosado” o “solo quiero el mismo que tengo, pero la versión nueva”.</p>\n<p class=\"p1\">Moraleja de la historia: A veces tener toda la información solo hace que tomar decisiones sea un cacho. A veces, supongo, la ignorancia <i>sí</i> es felicidad. :)</p>\n<p><strong>Crédito de foto:</strong> <a href=\"https://unsplash.com/photos/two-cell-phones-sitting-next-to-each-other-on-a-table-55HIhoWUpUY\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">Unsplash.com</a></p>",
            "image": "https://www.elmikewalsh.cl/media/posts/58/choose-iphone-16.webp",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Tecnología"
            ],
            "date_published": "2024-10-12T10:35:00-03:00",
            "date_modified": "2024-10-21T19:50:12-03:00"
        },
        {
            "id": "https://www.elmikewalsh.cl/bitwarden-llaves-de-tu-reino-digital/",
            "url": "https://www.elmikewalsh.cl/bitwarden-llaves-de-tu-reino-digital/",
            "title": "Bitwarden: Llaves de tu Reino Digital",
            "content_html": "<div class=\"post__toc\">\n<h3>Tabla de Contenidos</h3>\n<ul>\n<li><a href=\"#mcetoc_1i2a5lc9b23h\">¿Por qué me debería importar?</a></li>\n<li><a href=\"#mcetoc_1i2a5lc9b23i\">Comenzando con Bitwarden: Tu Primer Gestor de Contraseñas</a></li>\n<li><a href=\"#mcetoc_1i2a5lc9b23j\">Paso 1: Visita el Sitio Web de Bitwarden</a></li>\n<li><a href=\"#mcetoc_1i2a5lc9b23k\">Paso 2: Descarga el Software</a></li>\n<li><a href=\"#mcetoc_1i2a5lc9b23l\">Paso 3: Crea Tu Cuenta</a></li>\n<li><a href=\"#mcetoc_1i2a5lc9b23m\">Paso 4: Verifica Tu Correo Electrónico</a></li>\n<li><a href=\"#mcetoc_1i2a5lc9b23n\">Paso 5: Inicia Sesión y Configura Tu Bóveda</a></li>\n<li><a href=\"#mcetoc_1i2a5lc9b23o\">Paso 6: Agrega Tu Primer Elemento</a></li>\n<li><a href=\"#mcetoc_1i2a5lc9b23p\">Paso 7: Organiza Tu Bóveda</a></li>\n<li><a href=\"#mcetoc_1i2a5lc9b23q\">Paso 8: Instala Extensiones del Navegador</a></li>\n<li><a href=\"#mcetoc_1i2a5lc9b23r\">Paso 9: Importa Contraseñas Existentes</a></li>\n<li><a href=\"#mcetoc_1i2a5lc9b23s\">Paso 10: Habilita la Autenticación de Dos Factores</a></li>\n<li><a href=\"#mcetoc_1i2a5lc9b23t\">Paso 11: Sincroniza en Todos Tus Dispositivos</a></li>\n<li><a href=\"#mcetoc_1i2a5lc9b23u\">Paso 12: Explora Funciones Avanzadas</a></li>\n<li><a href=\"#mcetoc_1i2a5lc9b23v\">¡Lo Lograste!</a></li>\n</ul>\n</div>\n<h3 id=\"mcetoc_1i2a5lc9b23h\">¿Por qué me debería importar?</h3>\n<p>En 2024, usar un gestor de contraseñas es súper importante – casi vital. Ya que casi todo se hace en línea — desde la banca hasta ir al baño (bueno, no del todo todavía), redes sociales y compras — las personas están más expuestas a posibles violaciones de datos que nunca antes. Es muy importante <a href=\"https://www.elmikewalsh.cl/defendiendo-tu-cibercastillo-arte-de-la-guerra-digital/\">defender tu cibercastillo</a> (perdona la ridícula ilustración) de la gente a la que le gusta meter las manos donde no deben</p>\n<p>Los gestores de contraseñas ofrecen una solución segura al generar contraseñas complejas y únicas para cada una de tus cuentas, reduciendo el riesgo de usar contraseñas fáciles de adivinar o reutilizadas en varios sitios. Esta práctica no solo fortalece la seguridad personal, sino que también protege contra ataques de relleno de credenciales, donde los hackers usan contraseñas comprometidas de un sitio para acceder a otros (lo cual es una forma complicada de decir que si los hackers consiguen tu contraseña en una brecha de datos, pueden probar todas tus cuentas, por si usas la misma contraseña en todas partes).</p>\n<p>A medida que abrimos cuentas y usamos servicios en más y más sitios, mantener un nivel de seguridad consistente se vuelve desafiante sin un gestor de contraseñas. Estas herramientas no solo almacenan contraseñas de manera segura, sino que también simplifican el proceso de inicio de sesión en diferentes dispositivos, mejorando tanto la conveniencia como la seguridad. Al centralizar la gestión de contraseñas, los usuarios pueden centrarse en sus actividades en línea sin la preocupación constante de recordar o asegurar múltiples contraseñas manualmente.</p>\n<p>Yo, como tú, dudaba en empezar, pensando que sería difícil, complicado y mucho trabajo (y me gusta la tecnología). Me fui con <a href=\"https://bitwarden.com/es-la/\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">Bitwarden</a> porque tenía excelentes reseñas Y... era (y es) gratis. Si te gusta esto, puedes <a href=\"https://www.elmikewalsh.cl/apps-por-defecto-apps-por-doquier/\">ver una lista de otros programas / servicios que recomiendo</a>.</p>\n<h3 id=\"mcetoc_1i2a5lc9b23i\">Comenzando con Bitwarden: Tu Primer Gestor de Contraseñas</h3>\n<p>Ok, entonces estás considerando configurar este complejo y aterrador \"gestor de contraseñas\". Antes de comenzar, podría ayudar simplificar la idea de un \"gestor de contraseñas\" un poco. Imagina que a lo largo del día tuvieras que desbloquear 40 puertas con llaves físicas. Cada llave es diferente. Y es algo bueno; si todas las cerraduras usaran la misma llave, ¿puedes imaginar qué pasaría si perdieras una, verdad?</p>\n<p>Usar la misma contraseña en tu correo electrónico, banco, redes sociales, cuenta de Netflix, etc., es como usar una sola llave física para abrir todas tus cerraduras. Buena suerte si pierdes tu llave o alguien la roba para hacerse una copia.</p>\n<p>¿Qué tal si tuvieras un pequeño software GRATUITO que pudieras usar en cualquier lugar al que fueras (tu navegador – ¿te gusta Firefox? ¿Prefieres Safari? ¿Navegas con Brave? ¿Opera? ¿Chrome (puaj)? – este software está disponible para todos esos navegadores. No importa si usas Windows, Mac, incluso Linux. ¿Teléfono Android? Chequeado. ¿iPhone? Chequeado.</p>\n<p>Bitwarden es uno de esos programas. (hay otros, pero estamos viendo este).</p>\n<p>¿Qué tal si, usando este software GRATUITO, pudieras crear solo UNA contraseña compleja y segura y solo tendrías que recordar esa contraseña. Porque una vez que abres tu Bitwarden con esa contraseña, todas tus otras contraseñas están guardadas de forma segura dentro. Y esas contraseñas podrían ser súper seguras y súper largas. (Quizás de 30, 40, 60 caracteres; una mezcla horrible de letras, números, mayúsculas, etc.). Nunca más tendrías que pensar en una nueva y segura contraseña, porque el programa genera automáticamente una para ti.</p>\n<p>Bitwarden hace eso. ¿Interesado? Esto toma un poco de tiempo para configurarlo, pero una vez completo, estás listo. Yo di el salto. Toma un poco acostumbrarse. Pero es muuuucho mejor. Sigue los pasos:</p>\n<h3 id=\"mcetoc_1i2a5lc9b23j\">Paso 1: Visita el Sitio Web de Bitwarden</h3>\n<p>Dirígete al <a href=\"https://bitwarden.com/es-la/\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">sitio web oficial de Bitwarden</a>. Puedes echar un vistazo y aprender sobre el producto, la empresa, etc. Pero estamos aquí por el software gratuito, así que continuemos...</p>\n<h3 id=\"mcetoc_1i2a5lc9b23k\">Paso 2: Descarga el Software</h3>\n<p>Una vez en la página de inicio de Bitwarden, haz clic en el botón \"Descargar\" en la barra de navegación superior. Serás llevado a una página con varias opciones de descarga. Bitwarden está disponible en múltiples plataformas, incluyendo Windows, macOS, Linux, iOS y Android. Elige la plataforma que se adapte a tus necesidades y sigue las instrucciones para descargar la aplicación.</p>\n<p>Por ejemplo, si usas Windows:</p>\n<ol>\n<li>Haz clic en el ícono de \"Windows\".</li>\n<li>La descarga comenzará automáticamente.</li>\n<li>Una vez que la descarga esté completa, abre el archivo del instalador y sigue las instrucciones en pantalla para instalar Bitwarden en tu computadora.</li>\n</ol>\n<h3 id=\"mcetoc_1i2a5lc9b23l\">Paso 3: Crea Tu Cuenta</h3>\n<p>Después de instalar Bitwarden, abre la aplicación. Se te pedirá crear una cuenta. Así es como se hace:</p>\n<ol>\n<li>Haz clic en el botón \"Crear Cuenta\".</li>\n<li>Ingresa tu dirección de correo electrónico, una contraseña maestra fuerte y tu nombre. Asegúrate de que tu contraseña maestra sea algo que puedas recordar pero también algo difícil de adivinar para otros. Bitwarden te ayudará a evaluar la fortaleza de tu contraseña.</li>\n<li>Confirma tu contraseña y haz clic en \"Enviar\".</li>\n</ol>\n<blockquote>\n<p>Una nota súper súper importante en este paso que repetiré varias veces – asegúrate de que tu CONTRASEÑA MAESTRA sea algo que recordarás fácilmente. Parte de la razón por la que Bitwarden es tan seguro es que ellos no conocen tu contraseña. No tienen acceso y no pueden enviarte un enlace para restablecerla. Puedes cambiar la contraseña más tarde, pero necesitarás saber la contraseña actual. <span style=\"color: #ba372a;\"><strong>¡Tu contraseña maestra no puede recuperarse si la olvidas! Así que si olvidas tu CONTRASEÑA MAESTRA, estás jodido; no puedes entrar, no puedes recuperar tu contraseña.</strong></span> ¡Asegúrate de elegir una CONTRASEÑA MAESTRA que recordarás! ¡PRESTA MUCHA ATENCIÓN A ESTE PASO!</p>\n</blockquote>\n<h3 id=\"mcetoc_1i2a5lc9b23m\">Paso 4: Verifica Tu Correo Electrónico</h3>\n<p>Bitwarden enviará un correo de verificación a la dirección que proporcionaste. Revisa tu bandeja de entrada y haz clic en el enlace de verificación en el correo electrónico. Este paso es crucial para asegurar tu cuenta.</p>\n<h3 id=\"mcetoc_1i2a5lc9b23n\">Paso 5: Inicia Sesión y Configura Tu Bóveda</h3>\n<p>Con tu cuenta verificada, inicia sesión en Bitwarden con tu correo electrónico y contraseña maestra. Ahora entrarás en tu bóveda, el lugar seguro donde se almacenarán todas tus contraseñas.</p>\n<h3 id=\"mcetoc_1i2a5lc9b23o\">Paso 6: Agrega Tu Primer Elemento</h3>\n<p>Para añadir tu primera contraseña:</p>\n<ol>\n<li>Haz clic en el botón \"+\" o en el botón \"Añadir Elemento\".</li>\n<li>Se te pedirá ingresar el nombre del elemento (por ejemplo, Gmail, Facebook), el nombre de usuario y la contraseña. Si aún no tienes una contraseña fuerte, Bitwarden puede generar una para ti. Solo haz clic en el botón \"Generar\" y se creará una contraseña fuerte y aleatoria.</li>\n<li>Una vez que hayas llenado los detalles, haz clic en \"Guardar\".</li>\n</ol>\n<h3 id=\"mcetoc_1i2a5lc9b23p\">Paso 7: Organiza Tu Bóveda</h3>\n<p>A medida que añades más elementos, puede que quieras organizarlos en carpetas. Esto hace que sea más fácil encontrar contraseñas específicas más tarde. Para crear una carpeta:</p>\n<ol>\n<li>Haz clic en \"Carpetas\" en la barra lateral.</li>\n<li>Haz clic en \"Añadir Carpeta\".</li>\n<li>Nombra tu carpeta y haz clic en \"Guardar\".</li>\n<li>Ahora puedes mover elementos a esta carpeta editando el elemento y seleccionando la carpeta en el menú desplegable.</li>\n</ol>\n<h3 id=\"mcetoc_1i2a5lc9b23q\">Paso 8: Instala Extensiones del Navegador</h3>\n<p>Bitwarden ofrece extensiones del navegador para Chrome (puaj), Firefox, Safari, Edge y más. Estas extensiones te permiten autocompletar contraseñas directamente desde tu bóveda, facilitando el inicio de sesión en sitios web.</p>\n<ol>\n<li>Vuelve a la página de descargas de Bitwarden y selecciona tu navegador.</li>\n<li>Sigue las instrucciones para añadir la extensión.</li>\n<li>Una vez instalada, inicia sesión en la extensión con tu cuenta de Bitwarden.</li>\n</ol>\n<h3 id=\"mcetoc_1i2a5lc9b23r\">Paso 9: Importa Contraseñas Existentes</h3>\n<p>Si has estado almacenando contraseñas en tu navegador o en otro gestor de contraseñas, puedes importarlas a Bitwarden. Así es como se hace:</p>\n<ol>\n<li>Exporta tus contraseñas de tu gestor actual. Esto generalmente se encuentra en el menú de configuración u opciones bajo \"Exportar\".</li>\n<li>En Bitwarden, haz clic en \"Herramientas\" y luego en \"Importar Datos\".</li>\n<li>Selecciona el formato de tu archivo exportado y cárgalo en Bitwarden.</li>\n<li>Haz clic en \"Importar\" y todas tus contraseñas se añadirán a tu bóveda.</li>\n</ol>\n<h3 id=\"mcetoc_1i2a5lc9b23s\">Paso 10: Habilita la Autenticación de Dos Factores</h3>\n<p>Para una capa extra de seguridad, habilita la autenticación de dos factores (2FA) en tu cuenta de Bitwarden.</p>\n<ol>\n<li>Ve a \"Configuración\" en tu cuenta de Bitwarden.</li>\n<li>Haz clic en \"Inicio de sesión en dos pasos\".</li>\n<li>Sigue las instrucciones para configurar 2FA usando una aplicación como Google Authenticator o Authy.</li>\n</ol>\n<h3 id=\"mcetoc_1i2a5lc9b23t\">Paso 11: Sincroniza en Todos Tus Dispositivos</h3>\n<p>Asegúrate de que tus contraseñas estén disponibles en todos tus dispositivos. Instala Bitwarden en tu teléfono e inicia sesión con tu cuenta. Tu bóveda se sincronizará automáticamente, asegurándote tener acceso a tus contraseñas dondequiera que vayas.</p>\n<h3 id=\"mcetoc_1i2a5lc9b23u\">Paso 12: Explora Funciones Avanzadas</h3>\n<p>Bitwarden ofrece muchas funciones avanzadas como notas seguras, compartir contraseñas y almacenamiento de archivos cifrados. Aunque estas y otras ofertas pagadas no son para nada necesarias, puedes ver si te gusta lo que ofrecen. Si Bitwarden no es lo tuyo, también podría recomendarte Proton Pass.</p>\n<h3 id=\"mcetoc_1i2a5lc9b23v\">¡Lo Lograste!</h3>\n<p>¡Felicidades! Ya has configurado Bitwarden, y puedes generar contraseñas súper largas y seguras que son diferentes para todos tus sitios web – y solo necesitas recordar esa única CONTRASEÑA MAESTRA...</p>\n<blockquote>\n<p>Asegúrate de que tu CONTRASEÑA MAESTRA sea algo que recordarás fácilmente. Parte de la razón por la que Bitwarden es tan seguro es que ellos no conocen tu contraseña. No tienen acceso y no pueden enviarte un enlace para restablecerla. Puedes cambiar la contraseña más tarde, pero necesitarás saber la contraseña actual. <span style=\"color: #ba372a;\"><strong>¡Tu contraseña maestra no puede recuperarse si la olvidas! Así que si olvidas tu CONTRASEÑA MAESTRA, estás jodido; no puedes entrar, no puedes recuperar tu contraseña.</strong></span> ¡Asegúrate de elegir una CONTRASEÑA MAESTRA que recordarás! ¡PRESTA MUCHA ATENCIÓN A ESTE PASO!</p>\n</blockquote>\n<p>¡Espero que esto haya sido de ayuda!</p>\n<p><strong>Crédito de foto:</strong> <a href=\"https://unsplash.com/photos/a-pile-of-keys-sitting-on-top-of-a-table-r8VbpgMS6Uc\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">unsplash.com</a></p>",
            "image": "https://www.elmikewalsh.cl/media/posts/54/bitwarden-keys.webp",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Tecnología"
            ],
            "date_published": "2024-07-08T17:57:33-04:00",
            "date_modified": "2024-09-18T12:30:32-03:00"
        },
        {
            "id": "https://www.elmikewalsh.cl/squarespace-apesta/",
            "url": "https://www.elmikewalsh.cl/squarespace-apesta/",
            "title": "Squarespace Apesta",
            "content_html": "<div class=\"post__toc\">\n<h3>Tabla de contenidos</h3>\n<ul>\n<li><a href=\"#mcetoc_1i22i885c9u\">Por qué Squarespace apesta</a></li>\n<li><a href=\"#mcetoc_1i22i885c9v\">Tan fácil como entrar y salir</a></li>\n<li><a href=\"#mcetoc_1i22i885ca0\">Soporte glacialmente lento</a></li>\n<li><a href=\"#mcetoc_1i22i885ca1\">Abajo con Squarespace</a></li>\n</ul>\n</div>\n<h3 id=\"mcetoc_1i22i885c9u\">Por qué Squarespace apesta</h3>\n<p>Cuando Google Domains se vendió a Squarespace, sentí que era hora de transferir todos mis dominios a otra empresa de alojamiento. No tenía idea de que esta decisión me llevaría a una de las experiencias más irritantes que he tenido en mucho tiempo. Aquí está la razón por la cual creo que Squarespace apesta:</p>\n<h3 id=\"mcetoc_1i22i885c9v\">Tan fácil como entrar y salir</h3>\n<p>Las transferencias de dominios no deberían ser muy complicadas. Era tan sencillo cuando Google Domains estaba a cargo. Simplemente te enviaban un correo electrónico y literalmente solo hacías clic en un enlace y la transferencia de tu dominio estaba hecha y confirmada. ¿Pero bajo Squarespace? Olvídalo. Toman cinco días completos para completar una transferencia de dominio, lo que hace que aquellos que tienen prisa se enfurezcan. Sí, cinco días. Eso no es más que una eternidad en años de Internet. Por lo menos era expedita, simple y eficiente en el mundo de Google Domains.</p>\n<h3 id=\"mcetoc_1i22i885ca0\">Soporte glacialmente lento</h3>\n<p>Una palabra sobre el soporte al cliente con Squarespace: si alguna vez necesitas ayuda de estos chicos, ten paciencia. Y espera. Y espera un poco más. Su equipo de soporte por correo electrónico y chat fue terrible, al menos en mi experiencia. La comunicación fue bastante pobre, podría tomar días obtener una respuesta de ellos. Es evidente que Squarespace entiende poco o nada de cómo funciona esto.</p>\n<p>Desde que me di cuenta de que Google Domains estaba a la venta, comencé a migrar mis dominios. ¿Mi ruta de escape? <a href=\"https://www.cloudflare.com/\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">Cloudflare</a>. No es broma: ha sido, al menos para mí, una de las experiencias más agradables que he tenido (son unas de <a href=\"https://www.elmikewalsh.cl/apps-por-defecto-apps-por-doquier/\">mis recomendaciones de herramientas digitales</a>). No solo el proceso de transferencia está optimizado, sino que también es seguro y ofrece excelentes opciones de dominio. Además, no hay aumento de precios. Continuar con Cloudflare es sencillo, el precio en año 1 será el mismo cada año: sin sorpresas anuales aquí.</p>\n<h3 id=\"mcetoc_1i22i885ca1\">Abajo con Squarespace</h3>\n<p>Para cualquiera que gestione sus sitios y quiera organizar sus dominios de manera eficiente, Squarespace tiene un procedimiento de transferencia de dominios notablemente desordenado y un soporte casi inexistente. Si prefieres una solución mejor o más adecuada, Cloudflare es una excelente opción. Han sido profesionales, receptivos y es un placer tratar con ellos. Quizás esté de moda ser cuadrado, pero no ser Squarespace.</p>\n<p><strong>Crédito de foto:</strong> <a href=\"https://www.pexels.com/photo/back-view-of-man-carrying-a-backpack-with-arms-raised-doing-the-middle-finger-2618605/\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">pexels.com</a></p>",
            "image": "https://www.elmikewalsh.cl/media/posts/53/squarespace.sucks.webp",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Tecnología",
                   "La Vida"
            ],
            "date_published": "2024-06-28T19:00:00-04:00",
            "date_modified": "2024-09-18T12:28:01-03:00"
        },
        {
            "id": "https://www.elmikewalsh.cl/perplexity-y-copywrong-el-arte-de-la-ia/",
            "url": "https://www.elmikewalsh.cl/perplexity-y-copywrong-el-arte-de-la-ia/",
            "title": "Perplexity y Copywrong: El Arte de la IA",
            "content_html": "<h3>Perplexity, derechos de autor y citar tu trabajo - los buenos viejos tiempos</h3>\n<p>La IA está en las noticias. En las conversaciones diarias. En tus redes sociales (si es que aún las usas). La IA es la varita mágica digital que hará realidad todos tus sueños: construir tu código, pintar tus cuadros y escribir tus artículos. O, al menos, en algunos casos escribirá tus artículos. En otros casos, simplemente los robará de personas que ya los escribieron (¿personas todavía escribe cosas en internet?)</p>\n<h3>Qué Confuso: Perplexity</h3>\n<p>En caso de que no lo hayas oído, el último escándalo involucra a la empresa Perplexity, que, en resumen, fue atrapada copiando artículos que no eran suyos y no atribuyendo la fuente de los artículos. No voy a resumir, ya que la empresa no vale la pena. Puedes ponerte al día aquí - <a href=\"https://laboratoriodeperiodismo.org/forbes-y-wired-destapan-practicas-poco-eticas-y-legalmente-cuestionables-de-la-ia-perplexity/\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">https://laboratoriodeperiodismo.org/forbes-y-wired-destapan-practicas-poco-eticas-y-legalmente-cuestionables-de-la-ia-perplexity/</a></p>\n<p>En resumen, es el equivalente digital de ir a una tienda, robar un producto, cambiar la etiqueta y venderlo en tu tienda. ¡Increíble modelo de negocio! ¿Por qué no se le ocurrió a nadie antes?</p>\n<h3>Acreditación a la Antigua</h3>\n<p>Siendo un poco mayor, me acuerdo de actos musicales famosos como Milli Vanilli (nota al margen: historia trágica. búscala en internet. Incluso podrías encontrar una nota periodística original, en lugar de tripe reciclado por IA). O simplemente haz clic aquí - <a href=\"https://es.wikipedia.org/wiki/Milli_Vanilli\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">https://es.wikipedia.org/wiki/Milli_Vanilli</a></p>\n<p>¿Por qué es famoso Milli Vanilli? Principalmente por supuestamente cantar cuando no lo hacían.</p>\n<p>En aquel entonces, reclamar que algo era tuyo cuando no lo era no era bien recibido.</p>\n<p>Hoy, sin embargo, aparentemente es un modelo de negocio muy exitoso.</p>\n<p>Recuerdo que en la escuela si entregabas una tarea sin atribuir tus fuentes, recibías un 0.</p>\n<p>¿Tal vez ese debería seguir siendo el modelo a seguir?</p>\n<p><strong>Crédito de foto:</strong> <span class=\"s1\"><a href=\"https://pixabay.com/illustrations/internet-copyright-protection-1013675/\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">pixabay.com</a></span></p>",
            "image": "https://www.elmikewalsh.cl/media/posts/51/perplexing-art-copywrong.webp",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Tecnología",
                   "Humor"
            ],
            "date_published": "2024-06-22T09:32:00-04:00",
            "date_modified": "2024-09-18T12:25:53-03:00"
        },
        {
            "id": "https://www.elmikewalsh.cl/1000000-construyendo-casas-con-martillogpt/",
            "url": "https://www.elmikewalsh.cl/1000000-construyendo-casas-con-martillogpt/",
            "title": "$1.000.000 Construyendo Casas con Martillo GPT",
            "content_html": "<div class=\"post__toc\">\n<h3>Tabla de contenidos</h3>\n<ul>\n<li><a href=\"#mcetoc_1i03o728o6\">La Historia Completa</a></li>\n<li><a href=\"#mcetoc_1i03o728o7\">La Casa Completa</a></li>\n<li><a href=\"#mcetoc_1i03o728o8\">El Dinero Completo</a></li>\n</ul>\n</div>\n<p>Me pasé 30 minutos buscando en Google cómo construir casas mientras dormía usando el nuevo Martillo y Clavos GPT, y las vendí con solo unos clics en Instagram. El internet está lleno de oportunidades. Solo con una búsqueda rápida en Google verás que hay cientos de resultados para un montón de personas con las mismas tres ideas de \"ganar dinero mientras duermes\" que ya saturaron el mercado.</p>\n<blockquote>\n<p><strong>Resumen:</strong> Si hay un montón de artículos sobre cómo hacer esto, cualquier mercado real ya está saturado y solo competirás por lo poco que caiga de las personas que ya establecieron esos negocios.</p>\n</blockquote>\n<h3 id=\"mcetoc_1i03o728o6\">La Historia Completa</h3>\n<p>Ok, para aquellos de ustedes que están curiosos y quieren seguir leyendo (no se detuvieron arriba), creo que muchos de nosotros lo hemos considerado, especialmente en el mundo económico pospandémico lleno de inflación de 2023-2024:</p>\n<blockquote>\n<p>\"¿Cómo puedo establecer un negocio rápidamente que haga, venda y envíe productos de manera rápida y automática, y solo reciba los ingresos automáticamente en mi cuenta bancaria?\"</p>\n</blockquote>\n<p>Suena genial, ¿verdad? Casi demasiado bueno para ser verdad. Si ese mensaje llegó a tu bandeja de entrada de correo electrónico y hiciste clic en el enlace proporcionado, espero que tengas un buen programa antivirus.</p>\n<p>Pero en serio, como la IA, ChatGPT, etc., están de moda en este momento, hice una búsqueda rápida sobre cómo hacer $XYZ/mes automáticamente usando ChatGPT. Porque... ¿por qué no, verdad?</p>\n<p>Parece que todos han escrito un artículo sobre este increíble milagro, que parece involucrar comprar diseños de stock, hacer que ChatGPT escupa mensajes tontos y automatizar la creación de camisetas/productos. ¿Y luego se venden solos, cierto?</p>\n<p>Me pregunto a mí mismo, \"Auto, si todos tienen problemas económicos en este momento ... ¿quién demonios está comprando estas cosas?\"</p>\n<h3 id=\"mcetoc_1i03o728o7\">La Casa Completa</h3>\n<p>Ahora, en teoría, los artículos describen un proceso interesante sobre cómo ganar dinero. Y, a menos que los autores lo hayan inventado (lo cual también es posible), entonces le está generando ingresos a alguien.</p>\n<p>Pero, como con cualquier cosa \"de moda\", una vez que alguien ve que XYZ es un éxito, entonces TODOS quieren hacerlo.</p>\n<p>Y después de que todos comienzan a hacerlo, ya no está \"de moda\". Porque, mira ... todos lo están haciendo.</p>\n<p>Así que eventualmente estaremos inundados con 1.000.000 tiendas en línea vendiendo tazas y camisetas con mensajes tontos proporcionados por GTP Chat.</p>\n<p>Está bien, todos lo están haciendo, así que sigue a la multitud.</p>\n<h3 id=\"mcetoc_1i03o728o8\">El Dinero Completo</h3>\n<p>Aún así, supongo que la mayoría de las personas seguirán queriendo encontrar esa manera mágica y fácil de ganar dinero con poco o ningún esfuerzo. Supongo que hay formas de tomar Chat GPT (que es solo una herramienta, por cierto) y aplicarla a una nueva idea. Si vas a seguir este camino, al menos elige uno que nadie más esté siguiendo.</p>\n<p>Yo, por mi parte, he aplicado ChatGPT a nuestro kit de herramientas y ahora construye casas automáticamente. He escrito un script en Python para publicar las casas en Internet, ¡así que básicamente se venden solas! :)</p>\n<p><strong>Crédito de foto:</strong> <a href=\"https://unsplash.com/photos/white-and-gray-metal-pipe-8pgK7WMSnXs\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">unsplash.com</a></p>",
            "image": "https://www.elmikewalsh.cl/media/posts/41/gpt-hammer-2.webp",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Humor"
            ],
            "date_published": "2024-03-01T09:10:44-03:00",
            "date_modified": "2024-09-18T12:25:25-03:00"
        }
    ]
}
