{
    "version": "https://jsonfeed.org/version/1",
    "title": "Escribo Cosas",
    "description": "",
    "home_page_url": "https://es.elmikewalsh.com",
    "feed_url": "https://es.elmikewalsh.com/feed.json",
    "user_comment": "",
    "icon": "https://es.elmikewalsh.com/media/website/favicon512x512-xs-2.webp",
    "author": {
        "name": "elmikewalsh"
    },
    "items": [
        {
            "id": "https://es.elmikewalsh.com/como-elegir-un-servicio-de-email-sin-volverse-loco/",
            "url": "https://es.elmikewalsh.com/como-elegir-un-servicio-de-email-sin-volverse-loco/",
            "title": "Cómo elegir un servicio de email sin volverse loco",
            "content_html": "<p class=\"p1\">Es oficial — he pasado muuuuucho más tiempo (más del que una persona cuerda admitiría) investigando cuál es la mejor plataforma de email para mí en este momento. Estoy en plena racha de desGooglizar, y llevo más de un año en esto. Gmail fue de los primeros que saqué de la lista. Sin embargo, eso me dejó buscando un servicio de email con el que realmente me sienta cómodo. He pasado por, probado, usado y dejado los siguientes servicios (sin ningún orden particular que recuerde):</p>\n<div class=\"post__toc\">\n<h3>Plataformas de email probados</h3>\n<ul>\n<li><a href=\"#mcetoc_1irt2l8el8a\">Postale.io</a></li>\n<li><a href=\"#mcetoc_1irt2l8el8b\">Proton</a></li>\n<li><a href=\"#mcetoc_1irt2l8el8c\">Tuta</a></li>\n<li><a href=\"#mcetoc_1irt2l8el8d\">Infomaniak</a></li>\n<li><a href=\"#mcetoc_1irt2l8el8e\">Purelymail</a></li>\n<li><a href=\"#mcetoc_1irt2l8el8f\">MXRoute</a></li>\n<li><a href=\"#mcetoc_1irt2l8el8g\">Fastmail</a></li>\n<li><a href=\"#mcetoc_1irt2l8el8h\">iCloud Mail</a></li>\n<li><a href=\"#mcetoc_1irt2l8el8i\">Fastmail</a></li>\n</ul>\n</div>\n<p class=\"p1\">Probablemente me descargué todos los programas de email (Canary, Spark, em, Edison, etc.) de la App Store, y los borré después. <a href=\"https://es.elmikewalsh.com/servicios-de-email-un-desahogo/\">Ya había comentado sobre algunos servicios de email</a>; algunas opiniones cambiaron. Todavía no me siento del todo cómodo con el servicio que uso actualmente (volví a Proton). Acá va una actualización de lo que había comentado antes, con la esperanza de que escribirlo me ayude a llegar a una conclusión definitiva:</p>\n<h3 id=\"mcetoc_1irt2l8el8a\" class=\"p1\">Postale.io</h3>\n<p class=\"p1\">Este fue el primer servicio que usé con mi propio dominio, dejando atrás Gmail. Nada más que cosas buenas que decir. Precio excelente para necesidades básicas y dominios personalizados ilimitados. Me fui principalmente porque quería más opciones y, idealmente, una app nativa gratuita y bonita, que ellos no ofrecen. Rediseñaron su sitio web y panel de administración hace poco, pero siguen usando el webmail Roundcube, que es feo como el demonio. Como mi solución de email tiene que servir para miembros de mi familia con distintos niveles tecnológicos, que sea intuitivo y “lindo” es importante.</p>\n<h3 id=\"mcetoc_1irt2l8el8b\" class=\"p1\">Proton</h3>\n<p class=\"p1\">Tuve Visionary, me encantó, me fui por el precio. Después volví; sigo amando el servicio. Cuanto más me meto en la seguridad del email, más me doy cuenta (como muchos) que:</p>\n<ul class=\"ul1\">\n<li class=\"li1\">El email no es seguro por naturaleza.</li>\n<li class=\"li1\">El email cifrado pierde fuerza en cuanto mandas un correo a un servicio menos seguro (como Google). Todo lo que envío (y recibo) desde Gmail, por ejemplo, puede ser accedido a través del correo de la otra persona. Este artículo lo dice todo: <i>Google tiene la mayoría de mi email porque tiene todo el tuyo</i> ( <a href=\"https://mako.cc/copyrighteous/google-has-most-of-my-email-because-it-has-all-of-yours\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\"><span class=\"s2\">https://mako.cc/copyrighteous/google-has-most-of-my-email-because-it-has-all-of-yours</span></a> - EN).</li>\n</ul>\n<p class=\"p1\">Entonces la gran pregunta es: si el email cifrado solo funciona si te comunicas con otras direcciones cifradas, ¿vale la pena pagar caro por servicios de email cifrado (por ahora)? Me gusta la empresa, amo el producto. No me gusta el precio, pero principalmente porque no necesito la mayoría de las funciones. Una opción para planes con múltiples dominios (como Tuta) sería ideal, pero no voy a pagar ilimitado solo para usar 3 dominios. El plan Familiar es casi perfecto, sí, 6 usuarios. Pero solo 3 dominios. ¿En serio? 6 dominios en el plan Familiar a ese precio me parecería justo.</p>\n<h3 id=\"mcetoc_1irt2l8el8c\" class=\"p1\">Tuta</h3>\n<p class=\"p1\">Me gusta que Tuta desarrolle sus apps y sistema en Linux, así todos los sistemas reciben las apps a la vez. La historia de seguridad que venden es buena también. Los precios son mejores que Proton, si solo buscas email (y calendario). La app no es fea, pero es muy minimalista. No me gusta que, cuando cambias de plan pago, te cobran primero el nuevo y luego “te devuelven” el cobro anterior. Reddit está lleno de gente confundida con eso; si te preocupa, mira ahí.</p>\n<h3 id=\"mcetoc_1irt2l8el8d\" class=\"p1\">Infomaniak</h3>\n<p class=\"p1\">Ok, vas a su sitio, ves lo que ofrecen, ves los precios, y te interesa mucho. Yo estuve dando vueltas con esta opción muchas veces, principalmente por el precio. Y hay un montón de información. Después, cuando ya leí todo, tenía preguntas, así que escribí al soporte. Ahí se puso feo:</p>\n<ul class=\"ul1\">\n<li class=\"li1\">Esperé en promedio 10 días por respuesta.</li>\n<li class=\"li1\">Las respuestas no respondían ni aclaraban del todo mis preguntas, que estaban bien claras.</li>\n</ul>\n<p class=\"p1\">Tienen un sistema raro donde, si quieres usar varios dominios para tus emails, uno es el “principal” y los otros son solo “alias”. Esto es súper molesto si quieres configurar emails distintos en distintos dominios para diferentes usuarios. De todas las compañías que menciono, es la única con ese sistema raro, y no lo explican bien. Tampoco es algo “europeo” en general, ya que otras compañías de allá sí explican bien su producto.</p>\n<h3 id=\"mcetoc_1irt2l8el8e\" class=\"p1\">Purelymail</h3>\n<p class=\"p1\">Muy buena configuración, fácil, precio realmente razonable (10 USD/año) para espacio ilimitado, dominios y cuentas de email. El backend es feo como él solo, y si no sabes configurar registros DNS, esto no es para ti. También necesitarás una app de email, si eso te importa.</p>\n<h3 id=\"mcetoc_1irt2l8el8f\" class=\"p1\">MXRoute</h3>\n<p class=\"p1\">Estuve con este casi un año, por su bajo precio. Ofrecen una app de email personalizable. Pero está basada en Material Design de Google, así que si usas Apple (como yo) y te gusta cómo diseña Apple sus apps (que generalmente me gusta), esta app te parecerá horrible.</p>\n<h3 id=\"mcetoc_1irt2l8el8g\" class=\"p1\">Fastmail</h3>\n<p class=\"p1\">Fastmail ofrecía un plan Familiar a un precio razonable. La configuración fue rápida y simple. No se me ocurre mucho más que decir. No me gustó la app móvil porque tiene cosas como Notas, Calendario, Archivos, y no puedes sacarlas. Por eso me fui.</p>\n<h3 id=\"mcetoc_1irt2l8el8h\" class=\"p1\">iCloud Mail</h3>\n<p class=\"p1\">Quería que me gustara. En serio. Puedes usar múltiples dominios, pero no me gusta la idea de que todas tus direcciones sean alias de la dirección iCloud principal.</p>\n<h3 id=\"mcetoc_1irt2l8el8i\" class=\"p1\">Fastmail</h3>\n<p class=\"p1\">Durante toda esta investigación, volví varias veces a revisar Fastmail. No es ni el más barato ni el más caro. Precio razonable. Cuando llegué a la conclusión de que no necesito un email totalmente cifrado de cero-conocimiento, volví a fijarme en ellos. Justo en ese tiempo, Fastmail hizo un rediseño (polémico si lees Reddit) de su bandeja de entrada. Pero añadieron la opción de mostrar o esconder los servicios que quieres ver abajo en la app móvil. Por muy tonto que suene, esto fue un punto de quiebre la primera vez; odiaba tener 6 íconos grandes en la parte inferior para 4 servicios que no usaba. Ahora solo hago click y oculto lo que no quiero.</p>\n<p class=\"p1\">Finalmente, después de una eternidad de fatiga decisoria, me decidí y volvimos a Fastmail. Está todo ahí, fácil de configurar y rápido como debe ser.</p>\n<p class=\"p1\"><strong>Emails enmascarados / Aliases</strong></p>\n<p class=\"p1\">Solo para añadir esto rápido: Fastmail tiene integración con Bitwarden y 1Password para crear emails enmascarados. Pero en mi segunda etapa con Proton, me metí en Proton Pass y su forma de manejar alias de emails. Así que me quedo con Proton, pero la suscripción la hago a través de SimpleLogin (que incluye Proton Pass), no directo con Proton Pass (que incluye SimpleLogin).</p>\n<p class=\"p1\">Pero eso será tema para otro post (quizás).</p>",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Tecnología"
            ],
            "date_published": "2025-05-21T20:39:00-04:00",
            "date_modified": "2025-05-22T18:45:51-04:00"
        },
        {
            "id": "https://es.elmikewalsh.com/publii-cms-enlaces-directos-idioma/",
            "url": "https://es.elmikewalsh.com/publii-cms-enlaces-directos-idioma/",
            "title": "Una Pequeña Actualización del Sitio Web",
            "content_html": "<p data-start=\"234\" data-end=\"380\">Ha pasado un buen tiempo desde la última vez que escribí acá, y sinceramente, el mundo ya no es el mismo (y probablemente mañana tampoco lo será).</p>\n<p data-start=\"382\" data-end=\"611\">Tengo varias notas sueltas que en algún momento se convertirán en posts, artículos o simplemente desahogos en este sitio. Pero por ahora, logré sacar unos minutos para arreglar algo que me venía molestando: el selector de idioma.</p>\n<p data-start=\"613\" data-end=\"982\">A pesar de que me encanta <a href=\"https://getpublii.com\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">Publii CMS</a> (de verdad lo recomiendo), todavía no tiene una opción para sitios multilingües. Por ahora, tengo dos versiones separadas de mi sitio, una en inglés y otra en español, cada una en su propio dominio. Hasta ahora, el típico enlace de \"English / Español\" solo te llevaba al inicio del otro sitio, sin importar en qué página estuvieras.</p>\n<p data-start=\"984\" data-end=\"1003\"><strong>Pero eso ya cambió.</strong></p>\n<p data-start=\"1005\" data-end=\"1332\">Desde hoy, al hacer clic en \"English\" o \"Español\", irás directamente a la misma página pero en el otro idioma. En el caso del blog, hay algunos artículos antiguos que todavía existen solo en un idioma. Si llegas a uno de esos, te mandará a la página principal del blog en el otro idioma, en vez de mandarte al inicio del sitio.</p>\n<p data-start=\"1334\" data-end=\"1446\">La idea es que esto les facilite la vida y los deje navegando un rato más por aquí, leyendo lo que les interese.</p>\n<p data-start=\"1448\" data-end=\"1544\">Espero poder escribir más pronto, sobre esto, lo otro y lo que vaya saliendo. ¡Hasta la próxima!</p>",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Tecnología",
                   "La Vida"
            ],
            "date_published": "2025-05-10T14:49:00-04:00",
            "date_modified": "2025-05-14T16:57:25-04:00"
        },
        {
            "id": "https://es.elmikewalsh.com/si-es-suizo-es-seguro-estas-seguro/",
            "url": "https://es.elmikewalsh.com/si-es-suizo-es-seguro-estas-seguro/",
            "title": "Si es suizo es seguro - ¿estás seguro?",
            "content_html": "<h3><strong>Si es suizo, es seguro...</strong> Pero el queso suizo tiene agujeros, y esta idea también.</h3>\n<p>Recientemente he tenido el placer (tortura) de analizar a fondo muchísimas soluciones de correo electrónico, tanto gratuitas como de pago, buscando la opción perfecta para mi familia, uso personal y trabajo. Como contexto, un día desperté con la necesidad de dejar Google por razones de privacidad (mi teléfono no tiene ni una sola app de Google – ¡yay!). Primero probé Proton y me quedé ahí por casi un año como cliente Visionary (cuando entro en algo, lo hago con todo).</p>\n<p>Al final, no puedo decir que Proton sea malo, pero sí que era mucho más de lo que necesitaba y bastante más caro de lo que quería pagar. Eso sí, debo decir que el proceso de exportar mis datos desde Proton y mi intento posterior de bajar mi plan de Visionary a Unlimited, en lugar de cancelarlo, fue bastante turbio.</p>\n<blockquote>\n<p>(Si vas a hacer que los clientes premium presionen “CANCELAR”, no me bajes de nivel a escondidas y me cobres. Te expongo aquí para los bots y el puñado de personas que pasen a mirar).</p>\n</blockquote>\n<p>En fin, en mi búsqueda de la empresa de correo “perfecta”, me encontré con varias compañías que vendían la idea de que “nuestros servidores están en XYZ país (generalmente Suiza), por lo que tus datos están completamente seguros. Las leyes de aquí protegen tu privacidad.” (En un caso famoso y extremo, los datos se almacenan en búnkeres subterráneos resistentes a ataques nucleares. Buen dato, en caso de que toda la vida en el planeta se vaya al carajo, mi correo seguirá intacto).</p>\n<p>El problema con este argumento (no el del búnker) es que tus datos solo están seguros si las leyes de ese país nunca cambian. Nunca. Si el gobierno cambia, aprueba nuevas leyes o el país es invadido, las leyes y la supuesta protección suiza dejan de significar algo.</p>\n<p>Así que, no entiendo por qué lo promocionan como un punto de venta.</p>\n<p>Quizás confían en el argumento tradicional: <em>“Nuestro país nunca ha…”</em> o <em>“Nosotros jamás haríamos…”</em>.</p>\n<p>No estoy diciendo que las empresas que usan este discurso sean malas opciones de correo. De hecho, muchas de ellas son bastante buenas.</p>\n<p>Para quienes creen en la protección legal de la privacidad, solo prendan las noticias y cuenten cuántos países y gobiernos están haciendo cosas que “jamás harían”.</p>\n<p>Y me refiero a países democráticos.</p>\n<p>¿Mi punto (si es que hay uno)?</p>\n<p><strong>Tu información no es segura ni privada solo porque está almacenada en un país específico. La privacidad y la seguridad tienen mucho más que ver con el cifrado que con la ubicación.</strong></p>",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Tecnología"
            ],
            "date_published": "2025-01-31T19:53:28-03:00",
            "date_modified": "2025-05-14T15:17:44-04:00"
        },
        {
            "id": "https://es.elmikewalsh.com/bariloche-desde-arriba-hacia-abajo/",
            "url": "https://es.elmikewalsh.com/bariloche-desde-arriba-hacia-abajo/",
            "title": "Bariloche: Desde arriba hacia abajo",
            "content_html": "<p>Hice un viaje familiar en noviembre de 2024, cruzando la cordillera hasta Bariloche, Argentina. Comparto algunas fotos desde la cima del Cerro Otto y otros lugares. Noviembre es un mes ideal para ir, con buen clima y pocos turistas.</p>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-translation=\"Add images\" data-columns=\"3\">\n<figure class=\"gallery__item\"><a href=\"https://es.elmikewalsh.com/media/posts/65/gallery/IMG_2465.webp\" data-size=\"1613x907\"><img src=\"https://es.elmikewalsh.com/media/posts/65/gallery/IMG_2465-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://es.elmikewalsh.com/media/posts/65/gallery/IMG_2480.webp\" data-size=\"1613x907\"><img src=\"https://es.elmikewalsh.com/media/posts/65/gallery/IMG_2480-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://es.elmikewalsh.com/media/posts/65/gallery/IMG_2481.webp\" data-size=\"1613x907\"><img src=\"https://es.elmikewalsh.com/media/posts/65/gallery/IMG_2481-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://es.elmikewalsh.com/media/posts/65/gallery/IMG_2486.webp\" data-size=\"1613x907\"><img src=\"https://es.elmikewalsh.com/media/posts/65/gallery/IMG_2486-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://es.elmikewalsh.com/media/posts/65/gallery/IMG_2487.webp\" data-size=\"1613x907\"><img src=\"https://es.elmikewalsh.com/media/posts/65/gallery/IMG_2487-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://es.elmikewalsh.com/media/posts/65/gallery/IMG_2490.webp\" data-size=\"1613x907\"><img src=\"https://es.elmikewalsh.com/media/posts/65/gallery/IMG_2490-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://es.elmikewalsh.com/media/posts/65/gallery/IMG_2491.webp\" data-size=\"1613x907\"><img src=\"https://es.elmikewalsh.com/media/posts/65/gallery/IMG_2491-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://es.elmikewalsh.com/media/posts/65/gallery/IMG_2501.webp\" data-size=\"1613x907\"><img src=\"https://es.elmikewalsh.com/media/posts/65/gallery/IMG_2501-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n</div></div>\n<p class=\"align-center\"><em>Bariloche, Argentina.</em></p>",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Fotos"
            ],
            "date_published": "2025-01-25T14:18:00-03:00",
            "date_modified": "2025-05-14T15:17:51-04:00"
        },
        {
            "id": "https://es.elmikewalsh.com/a-la-mierda-microsoft/",
            "url": "https://es.elmikewalsh.com/a-la-mierda-microsoft/",
            "title": "¡A la mierda, Microsoft!",
            "content_html": "<p class=\"p1\">Estoy seguro de que muchas personas ya lo han dicho antes. No soy de los que se quejan de las empresas por ser grandes, impersonales, frías y solo motivadas por el dinero. Usé productos de Microsoft y trabajé con Windows durante más de 30 años. No puedo decir que tenga un sentimiento personal hacia ellos, ni positivo ni negativo.</p>\n<p class=\"p1\">Sin embargo, recientemente decidieron aumentar los precios de Microsoft 365, para los planes Básico y Familiar. Ok, eso en sí mismo no es algo nuevo, ya que las empresas hacen esto de vez en cuando, tal vez incluso con excusas razonables.</p>\n<p class=\"p1\">Pero la forma en que lo están implementando es terrible y muestra cero consideración por el consumidor.</p>\n<p class=\"p1\">Este <a href=\"https://www.tomsguide.com/computing/microsoft-365-gets-massive-45-percent-price-hike-and-its-all-to-do-with-ai-tools\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">artículo (en inglés) de Tom’s Guide</a> lo explica mejor. Hay muchas cosas con las que no estoy de acuerdo, pero en particular con lo siguiente (que traduzco a continuación):</p>\n<blockquote>\n<p class=\"p1\"><i>\"Microsoft aumentará los precios de Microsoft 365 Personal y Familiar en los EE.UU. en $3 mensuales o $30 para las suscripciones anuales. Es el primer aumento de precio desde el lanzamiento de 365, </i><strong><i>pero la buena noticia es que los usuarios no tienen que optar por la actualización de IA.</i></strong><i>\"</i></p>\n</blockquote>\n<p class=\"p1\">Lee eso de nuevo: <i>\"</i><strong><i>Pero la buena noticia es que los usuarios no tienen que optar por la actualización de IA.</i></strong><i>\"</i> Ok, así que la “buena noticia” es que una implementación de IA terminada a medias que nadie quiere me será impuesta, y no tengo que hacer nada para pagar más por ella.</p>\n<p class=\"p1\">Si prefiero NO tener esta “función”, entonces tengo que pasar por un montón de trámites para NO tenerla. ¡Qué gran noticia! Trabaja para no ser cobrado por basura.</p>\n<p class=\"p1\">Antes me daba lo mismo, pero ahora...</p>\n<p class=\"p1\"><strong>¡A la mierda, Microsoft!</strong></p>",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Tecnología"
            ],
            "date_published": "2025-01-19T17:50:00-03:00",
            "date_modified": "2025-05-14T15:17:59-04:00"
        },
        {
            "id": "https://es.elmikewalsh.com/servicios-de-email-un-desahogo/",
            "url": "https://es.elmikewalsh.com/servicios-de-email-un-desahogo/",
            "title": "Servicios de Email: Un Desahogo",
            "content_html": "<div class=\"post__toc\">\n<h3>Tabla of Contents</h3>\n<ul>\n<li><a href=\"#mcetoc_1ih9910bk3f\">Proton</a></li>\n<li><a href=\"#mcetoc_1ih9910bk3g\">Fastmail</a></li>\n<li><a href=\"#mcetoc_1ih9910bk3h\">Purelymail</a></li>\n<li><a href=\"#mcetoc_1ih9910bk3i\">MXRoute</a></li>\n<li><a href=\"#mcetoc_1ih9910bk3j\">iCloud Mail</a></li>\n</ul>\n</div>\n<p>Me imagino que la mayoría de las personas simplemente abre su confiable cuenta de Gmail, revisa y envía correos, y listo. Pero cuando piensas en cambiar a un servicio que no lea ni espíe abiertamente tus correos, se vuelve todo un desafío.</p>\n<p>Sinceramente, siento que mi cabeza podría explotar en cualquier momento. Podría entrar en muchos detalles sobre cada servicio que probé y descarté, pero estoy feliz de decir que mi cruzada está llegando a su fin. Con eso en mente, quiero compartir mis hallazgos, con la esperanza de que puedan ayudar a quienes estén buscando un buen servicio confiable.</p>\n<p><strong>Contexto rápido:</strong> no estoy buscando un servicio de correo militarmente encriptado ni de alto nivel de seguridad. Solo quiero un servicio con cifrado básico, de una empresa que no espíe mis datos ni me cobre una fortuna. Esto es lo que he encontrado, junto con mis opiniones:</p>\n<h3 id=\"mcetoc_1ih9910bk3f\"><strong>Proton</strong></h3>\n<p>Tuve configurada esta cuenta para mi familia. La verdad, solo puedo decir cosas buenas del servicio en sí. ¿El problema? Cuando decidimos que el plan era más caro de lo que estábamos dispuestos a pagar, comenzó la migración… y con ello los problemas:</p>\n<ul>\n<li>Como organización, pude exportar todos los correos de los miembros excepto los míos. Apareció un error desconocido, y soporte finalmente me dijo que era un problema raro y poco probable de solucionar. En lugar de recibir un archivo MBOX fácil de usar, tuve que exportar archivos EML e importarlos al siguiente servicio.</li>\n<li>Cuando cancelamos nuestro plan (el Visionary, nada menos), confirmaron la cancelación, pero en secreto nos bajaron a un plan Unlimited. No esperaba que me cobraran de nuevo, y tuve que cancelar por segunda vez. Ese servicio es terrible.</li>\n</ul>\n<h3 id=\"mcetoc_1ih9910bk3g\"><strong>Fastmail</strong></h3>\n<p>Fastmail ofrecía un plan familiar a un precio razonable. La configuración fue rápida y sencilla. No tengo mucho que decir. No me gustó la aplicación móvil porque incluye cosas como Notas, Calendario y Archivos, y no hay forma de quitarlos. Fastmail fue \"meh\" para mí: ni lo disfruté ni lo odié. Puede que sea para ti, pero no para mí.</p>\n<h3 id=\"mcetoc_1ih9910bk3h\"><strong>Purelymail</strong></h3>\n<p>La configuración fue genial, fácil, y con precios súper razonables ($10 USD al año) por espacio ilimitado, dominios y cuentas de correo. Sin embargo, el backend es feo como pegarle a la mamá, y si no sabes configurar registros DNS, este servicio no es para ti.</p>\n<h3 id=\"mcetoc_1ih9910bk3i\"><strong>MXRoute</strong></h3>\n<p>Estoy probándolo ahora mismo, y puede que sea justo lo que necesito. Actualizaré esta sección cuando tenga más información.</p>\n<h3 id=\"mcetoc_1ih9910bk3j\"><strong>iCloud Mail</strong></h3>\n<p>Realmente quiero que este servicio me guste. De verdad. Más adelante explicaré por qué no puedo usarlo. En mi caso, tiene que ver con manejar múltiples dominios y querer bandejas separadas para cada uno.</p>\n<hr>\n<p>Eso es todo por ahora. Espero que esta información te sea útil. ¡Actualizaré esto cuando tenga más tiempo!</p>",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Tecnología"
            ],
            "date_published": "2025-01-10T20:30:10-03:00",
            "date_modified": "2025-05-14T15:18:05-04:00"
        },
        {
            "id": "https://es.elmikewalsh.com/una-imagen-vale-mas-que-mil-palabras/",
            "url": "https://es.elmikewalsh.com/una-imagen-vale-mas-que-mil-palabras/",
            "title": "Una Imagen Vale Más que Mil Palabras",
            "content_html": "<p class=\"p1\"><a href=\"https://manuelmoreale.com\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">Manu Moreale</a> hizo un buen punto el otro día en su artículo sobre <a href=\"https://manuelmoreale.com/on-featured-images-in-blog-posts\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">agregar imágenes innecesarias [en inglés]</a> a los textos solo por tener una foto. Dicen que una foto vale más que mil palabras. Este año, intentaré escribir esas mil palabras y usar fotos solo cuando sea necesario.</p>\n<p class=\"p1\">Así que nada de imágenes de encabezado en las publicaciones solo por tener una (aunque también intentaré tomar - y compartir - más fotos en 2025).</p>\n<p class=\"p1\">¡Lo siento! :)</p>",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
            ],
            "date_published": "2025-01-03T19:53:16-03:00",
            "date_modified": "2025-05-14T15:18:13-04:00"
        },
        {
            "id": "https://es.elmikewalsh.com/mas-palabras-menos-pensar/",
            "url": "https://es.elmikewalsh.com/mas-palabras-menos-pensar/",
            "title": "Más Palabras, Menos Pensar",
            "content_html": "<p class=\"p1\">En algunos contextos, la frase \"mide dos veces, corta una\" tiene sentido. Pero a veces puedes pensar tanto que terminas sin hacer nada.</p>\n<p class=\"p1\">Este año, espero soltarme más y escribir más, pensar menos. (Ay, Dios mío). :)</p>\n<p class=\"p1\">Simplemente dejar que los dedos bailen sobre el teclado y que todo fluya. Es verano en el hemisferio sur, lo que significa que hace calor. Y no me gusta el calor.</p>\n<p class=\"p1\">Las estaciones son geniales: si te aburres de un tipo de clima, solo dale un poco de tiempo y cambiará.</p>\n<p class=\"p1\">Es maravilloso sentir la brisa y el viento helado en la cara en invierno.</p>\n<p class=\"p1\">Y justo cuando estás harto de calentar la casa, llegan la primavera y el verano.</p>\n<p class=\"p1\">Aun así, el calor del verano apesta: al fin y al cabo, en invierno siempre puedes ponerte una capa más de ropa.</p>\n<p class=\"p1\">Pero en el calor del verano, cuando ya te quitaste todo, no hay más a dónde ir.</p>\n<p class=\"p1\">Salud por ti, verano. Ahora, ¡sigamos adelante!</p>",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "La Vida"
            ],
            "date_published": "2024-12-31T14:50:00-03:00",
            "date_modified": "2025-05-14T15:18:20-04:00"
        },
        {
            "id": "https://es.elmikewalsh.com/14-dias-en-el-infierno-sin-internet/",
            "url": "https://es.elmikewalsh.com/14-dias-en-el-infierno-sin-internet/",
            "title": "14 Días en el Infierno Sin Internet",
            "content_html": "<div class=\"post__toc\">\n<h3>Tabla de contenidos</h3>\n<ul>\n<li><a href=\"#mcetoc_1iavhrko617\">Los \"Buenos Viejos\" Días del 4G</a></li>\n<li><a href=\"#mcetoc_1iavhrko618\">Conversando Conmigo Mismo - O No (¿Quiénes Son Estas Personas?)</a></li>\n<li><a href=\"#mcetoc_1iavhrko619\">14 Días Al Final del Mundo</a></li>\n<li><a href=\"#mcetoc_1iavhrko61a\">Un Querido Amigo Regresa</a></li>\n</ul>\n</div>\n<p class=\"p1\"><strong>Recordando los buenos viejos tiempos cuando el 4G era el último \"internet de alta velocidad\" y los sitios web estaban diseñados para cargar rápido.</strong></p>\n<p>Ahí estaba yo, en el corazón del sur de Chile, a finales de agosto, viviendo una vida simple y común de adicción a internet, hasta que llegaron las tormentas. Primero, se cortó la luz. Luego, siguió el internet, dejándome en un vacío oscuro y desconectado.</p>\n<p>Boom.</p>\n<p>Bienvenido al Infierno Sin Internet, donde te quedas recordando los buenos tiempos del 4G cuando sentías que el futuro estaba al alcance de tu mano, esperando que una gota de eso mágicamente te cayera. Bueno, al menos cuando no estábamos atrapados en 3G...</p>\n<p>Dos semanas sin conexión. Y cuando había conexión, era - ¡sorpresa! - 3G. (No hablo de 3 gbps fibra óptica, sino de ese 3G \"móvil\"). Antes de que el todopoderoso internet volviera a bendecirnos con su presencia, tuve mucho tiempo para reflexionar, sobre todo en lo mucho que extrañaba leer artículos sobre velocidades de internet terribles. ¿Quién diría que esas palabras se convertirían en mi vida?</p>\n<h3 id=\"mcetoc_1iavhrko617\" class=\"p1\">Los \"Buenos Viejos\" Días del 4G</h3>\n<p class=\"p1\">¿Recuerdas cuando el 4G era lo mejor desde el pan rebanado? Todos creíamos que era el comienzo de una nueva era. Pero aquí está la trampa: la mayoría del tiempo estabas atrapado en 3G porque la cobertura de 4G era, a lo sumo, intermitente. En ese entonces, incluso el 3G se sentía como un milagro comparado con el temido 0G, donde tu teléfono se convertía en un costoso pisapapeles. Pero cuando el 4G funcionaba, ¡oh, qué rápido era! Los sitios cargaban antes de que pudieras parpadear (no parpadeábamos mucho, en mis tiempos). Era tan rápido que no tenías tiempo de pensar en lo mucho que apestaban (ahora simplemente no pensamos; ¡para eso está la IA!).</p>\n<p>Por supuesto, eso fue cuando los sitios web no estaban llenos de gigabytes de datos que consumen todo. Hemos empeorado las cosas diseñando sitios que solo cargan rápido si tienes un ancho de banda de nivel NASA. Hoy en día, si estás atrapado en 4G - o, Dios no lo quiera, 3G - es mejor que vayas a hacerte un sándwich mientras carga la página. Y observa cómo se seca la pintura de las paredes. Donde sea que necesite secarse.</p>\n<h3 id=\"mcetoc_1iavhrko618\" class=\"p1\">Conversando Conmigo Mismo - O No (¿Quiénes Son Estas Personas?)</h3>\n<p class=\"p1\">Después de unos días sin internet, hice lo que haría cualquier persona sensata: reinicié el router. Cuando eso no funcionó (sorpresa, lo sé), pasé a la siguiente mejor cosa: reiniciarlo de nuevo. ¡Quizás volviera! (No lo hizo). Así que, sin otra opción, en realidad hablé con las personas a mi alrededor. Sé que suena aterrador. No es que no me guste conversar, pero después de tanto tiempo con internet, olvidé completamente por qué esas otras personas compartían el mismo espacio que yo. :)</p>\n<p>También descubrí algo fascinante: los juegos de cartas y de mesa todavía existen. Sí, esos relicarios de una era pre-digital. No son tan divertidos como YouTube o Instagram, pero al menos nadie tiene que preocuparse por el buffering. Después de unas rondas de carioca, estaba listo para volver a los días de 4G, incluso si eso significaba vivir con el ciclo constante de cambiar a 3G a mitad de descarga.</p>\n<h3 id=\"mcetoc_1iavhrko619\" class=\"p1\">14 Días Al Final del Mundo</h3>\n<p class=\"p1\">¿Productividad sin internet? Es un chiste. Claro, al principio piensas: \"Finalmente haré algo de trabajo sin conexión\". Spoiler: no, no lo harás. Te darás cuenta de cuán profundamente dependes de Google para incluso las tareas más básicas, como recordar cuánto tiempo se tarda en cocinar arroz. ¿Recuerdas los días prehistóricos cuando íbamos al baño con un libro, y no con un teléfono? (un teléfono no sirve para el mismo propósito dual que un buen libro de papel en una emergencia).</p>\n<p>Incluso intentar recordar cómo era la vida antes de estar todos pegados a la línea de vida que es el WiFi parece un estiramiento. Y, sin embargo, irónicamente, mi artículo sobre por qué las velocidades de internet apestan seguía rebotando en mi cabeza. Resulta que ahora tenía experiencia de primera mano de lo malo que es tener una conexión lenta (o inexistente).</p>\n<h3 id=\"mcetoc_1iavhrko61a\" class=\"p1\">Un Querido Amigo Regresa</h3>\n<p class=\"p1\">Después de una eternidad (o eso parecía), el internet volvió. Mi router brilló como un árbol de Navidad y volví a estar en línea. Pero la victoria fue agridulce. No había prisa por ver todo el Netflix que me perdí o por <a href=\"https://medium.com/@elmikewalsh/list/en-espanol-78da299bebeb\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">leer artículos sin fin de Medium</a>. En cambio, comencé a reflexionar sobre cómo llegamos aquí: cómo construimos un mundo digital tan sobrecargado de contenido que incluso el 4G puede sentirse lento ahora (o, al menos, eso es lo que me gustaría que pensaras. En realidad, fue una carrera frenética para hacer desaparecer dos semanas de proyectos atrasados).</p>\n<p>Es curioso, ¿no? Solíamos arreglarnos con sitios más simples y rápidos. Ahora necesitamos velocidades insanas solo para mantenernos al día con la basura que hemos metido en ellos. Así que si estás ahí afuera lidiando con tiempos de carga terribles y sitios lentos, te entiendo. Pero no te preocupes: no te estás perdiendo de nada más que de mierda que se está empujando y cargando más y más rápido.</p>\n<p><strong>Crédito de foto:</strong> <a href=\"https://pixabay.com/photos/city-disaster-end-of-the-world-fire-2444516/\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">pixabay.com</a></p>",
            "image": "https://es.elmikewalsh.com/media/posts/60/no-internet-hell-2.webp",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Tecnología",
                   "Humor"
            ],
            "date_published": "2024-10-22T12:19:00-03:00",
            "date_modified": "2025-05-14T15:18:42-04:00"
        },
        {
            "id": "https://es.elmikewalsh.com/hacerte-en-millonario-en-medium-como-gane-004-en-un-mes/",
            "url": "https://es.elmikewalsh.com/hacerte-en-millonario-en-medium-como-gane-004-en-un-mes/",
            "title": "Hacerte en millonario en Medium (Cómo gané $0,04 en un mes)",
            "content_html": "<div class=\"post__toc\">\n<h3>Tabla de contenidos</h3>\n<ul>\n<li><a href=\"#mcetoc_1iaqh1cdq6a\">La ignorancia se escribe sola</a></li>\n<li><a href=\"#mcetoc_1iaqh1cdq6b\">Encuentra tu nicho verdaderamente único que nadie está haciendo</a></li>\n<li><a href=\"#mcetoc_1iaqh1cdq6c\">El seguimiento de estadísticas neurótico</a></li>\n<li><a href=\"#mcetoc_1iaqh1cdq6d\">¡Muéstrame la plata!</a></li>\n<li><a href=\"#mcetoc_1iaqh1cdq6e\">Las lecciones aprendidas</a></li>\n</ul>\n</div>\n<p class=\"p1\">Ah, Medium. La tierra de los sueños, donde los escritores vienen a compartir sus pensamientos más profundos y sus peores opiniones sobre el minimalismo. Algunos están aquí por la comunidad, otros por el gusto de escribir, pero la mayoría de nosotros venimos por una cosa: plata. Esa gloriosa plata del <a href=\"https://medium.com/partner-program\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">Medium Partner Program</a> (MPP), que nos dijeron que fluiría hacia nosotros solo por compartir nuestras brillantes ideas. La fiebre del oro digital.</p>\n<p class=\"p1\">Estoy aquí para contarte cómo convertí ese sueño en realidad. Lo logré. <strong>Gané $0,04</strong> en un mes en Medium. Probablemente te estés preguntando, \"¿Cómo puedo alcanzar este nivel de éxito?\". No te preocupes. Te tengo cubierto.</p>\n<h3 id=\"mcetoc_1iaqh1cdq6a\" class=\"p1\">La ignorancia se escribe sola</h3>\n<p class=\"p1\">Todo el mundo sabe que ser un experto está sobrevalorado. En Medium, la clave es aparentar saber cosas. Lo importante es la confianza. El truco está en echar mano de palabras de moda como “mindfulness”, “side hustle” y “mentalidad de crecimiento”. Si realmente quieres maximizar tus ganancias, mete algo sobre cripto, aunque tu único conocimiento de criptomonedas sea que no es una moneda física.</p>\n<p class=\"p1\">Después de resistirme inicialmente, bajo el principio de que el trabajo duro y el esfuerzo valen la pena, cambié a este método, convencido de que mi “consejo” profundo sobre cómo maximizar el desarrollo de tu sitio web siguiendo mi enredado proceso de <a href=\"https://es.elmikewalsh.com/wordpress-mi-generador-favorito-de-sitios-estaticos/\">15 pasos para convertir tu WordPress en un sitio estático haría maravillas</a>. Spoiler: no funcionó.</p>\n<h3 id=\"mcetoc_1iaqh1cdq6b\" class=\"p1\">Encuentra tu nicho verdaderamente único que nadie está haciendo</h3>\n<p class=\"p1\">Pensé que destacaría encontrando el nicho perfecto. Después de todo, Medium está lleno de artículos sobre nómadas digitales, minimalismo, y cómo hacer un producto digital y vender 325 variaciones por $50k al mes, así que decidí bajar aún más al nicho de lo único. Escribí sobre <a href=\"https://es.elmikewalsh.com/el-arte-de-una-buena-contrasena/\">cómo crear una buena contraseña</a>. Una obra maestra. Naturalmente, esperaba que el algoritmo lanzara mi post a lo más alto de la plataforma.</p>\n<p class=\"p1\">Lo que descubrí es que a Medium le encantan los nichos... si tu nicho resulta ser cripto, minimalismo o startups tecnológicas. ¿Una guía sincera y detallada sobre cómo hacer una buena contraseña? No tanto.</p>\n<h3 id=\"mcetoc_1iaqh1cdq6c\" class=\"p1\">El seguimiento de estadísticas neurótico</h3>\n<p class=\"p1\">Esta es la verdadera alegría de Medium. Es como revisar tus redes sociales para ver los likes, pero en esteroides. El momento en que haces clic en “publicar”, te encuentras refrescando la página de estadísticas obsesivamente. Al principio, te sientes optimista. Te imaginas los cientos de visitas acumulándose, los comentarios llegando en masa, los aplausos sumándose. Pero en cambio, ves números que parecen más el precio de un chicle.</p>\n<p class=\"p1\">Después de una semana vigilando mis estadísticas como un halcón, llegó mi primer gran logro. Un asombroso par de centavos. En ese momento, comencé a calcular cuánto tiempo me tomaría comprarme un café real con mis ganancias de Medium. (Spoiler: mucho tiempo).</p>\n<h3 id=\"mcetoc_1iaqh1cdq6d\" class=\"p1\">¡Muéstrame la plata!</h3>\n<p class=\"p1\">Y entonces sucedió. Después de semanas de poner todo mi corazón y alma en mi contenido, llegó el momento de la verdad. Revisé mis estadísticas una última vez para el mes y lo vi: $0,04. Lo logré. La liga mayor.</p>\n<figure class=\"post__image post__image--center\"><img  src=\"https://es.elmikewalsh.com/media/posts/59/earnings-image.jpg\" alt=\"Pantallazo mostrando las ganacias\" width=\"728\" height=\"562\" sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://es.elmikewalsh.com/media/posts/59/responsive/earnings-image-xs.webp 640w ,https://es.elmikewalsh.com/media/posts/59/responsive/earnings-image-sm.webp 768w ,https://es.elmikewalsh.com/media/posts/59/responsive/earnings-image-md.webp 1024w ,https://es.elmikewalsh.com/media/posts/59/responsive/earnings-image-lg.webp 1366w ,https://es.elmikewalsh.com/media/posts/59/responsive/earnings-image-xl.webp 1600w ,https://es.elmikewalsh.com/media/posts/59/responsive/earnings-image-2xl.webp 1920w\"></figure>\n<p class=\"p1\">Era hora de celebrar. Me serví un vaso de <a href=\"https://es.elmikewalsh.com/oda-al-whisky/\">whisky</a>, me senté, y disfruté del brillo de mi monumental éxito. ¿Podía permitirme un yate? No. ¿Un iPhone? Tampoco. Pero oficialmente era un escritor pagado. Técnicamente.</p>\n<h3 id=\"mcetoc_1iaqh1cdq6e\" class=\"p1\">Las lecciones aprendidas</h3>\n<p class=\"p1\">Ganar plata en Medium es, bueno, posible. Técnicamente. Pero no se trata de la plata (¡menos mal!). Se trata de la emoción de poner tus pensamientos en el mundo y ver cómo resuenan con, seamos honestos, probablemente solo con tu mamá. Esos $0,04 son un símbolo de potencial. El potencial de que, algún día—quizás en muchos, muchos, muchos años—puedas comprarte un chicle.</p>\n<p class=\"p1\">Así que, si estás listo para convertirte en millonario en Medium, recuerda esto: no se trata de lo que ganes. Se trata del viaje, de ver esa página de estadísticas avanzar poco a poco. Algún día, con suficiente perseverancia, podrías comprarte ese yate. O al menos una taza de café. ¡A toda máquina!</p>\n<p><strong>Crédito de foto:</strong> <a href=\"https://unsplash.com/photos/green-plant-on-brown-round-coins-lZ_4nPFKcV8\" target=\"_blank\" class=\"extlink extlink-icon-1 \"  rel=\"noopener noreferrer\">Unsplash.com</a></p>",
            "image": "https://es.elmikewalsh.com/media/posts/59/how-i-made-004.webp",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Humor"
            ],
            "date_published": "2024-10-16T13:28:00-03:00",
            "date_modified": "2025-05-14T15:18:52-04:00"
        }
    ]
}
