{
    "version": "https://jsonfeed.org/version/1",
    "title": "Escribo Cosas",
    "description": "",
    "home_page_url": "https://www.elmike.cl",
    "feed_url": "https://www.elmike.cl/feed.json",
    "user_comment": "",
    "author": {
        "name": "elmikewalsh"
    },
    "items": [
        {
            "id": "https://www.elmike.cl/1000000-construyendo-casas-con-martillogpt/",
            "url": "https://www.elmike.cl/1000000-construyendo-casas-con-martillogpt/",
            "title": "$1.000.000 Construyendo Casas con Martillo GPT",
            "content_html": "<p>Me pasé 30 minutos buscando en Google cómo construir casas mientras dormía usando el nuevo Martillo y Clavos GPT, y las vendí con solo unos clics en Instagram. El internet está lleno de oportunidades. Solo con una búsqueda rápida en Google verás que hay cientos de resultados para un montón de personas con las mismas tres ideas de \"ganar dinero mientras duermes\" que ya saturaron el mercado.</p>\n<blockquote>\n<p><strong>Resumen:</strong> Si hay un montón de artículos sobre cómo hacer esto, cualquier mercado real ya está saturado y solo competirás por lo poco que caiga de las personas que ya establecieron esos negocios.</p>\n</blockquote>\n<h3>La Historia Completa</h3>\n<p>Ok, para aquellos de ustedes que están curiosos y quieren seguir leyendo (no se detuvieron arriba), creo que muchos de nosotros lo hemos considerado, especialmente en el mundo económico pospandémico lleno de inflación de 2023-2024:</p>\n<blockquote>\n<p>\"¿Cómo puedo establecer un negocio rápidamente que haga, venda y envíe productos de manera rápida y automática, y solo reciba los ingresos automáticamente en mi cuenta bancaria?\"</p>\n</blockquote>\n<p>Suena genial, ¿verdad? Casi demasiado bueno para ser verdad. Si ese mensaje llegó a tu bandeja de entrada de correo electrónico y hiciste clic en el enlace proporcionado, espero que tengas un buen programa antivirus.</p>\n<p>Pero en serio, como la IA, ChatGPT, etc., están de moda en este momento, hice una búsqueda rápida sobre cómo hacer $XYZ/mes automáticamente usando ChatGPT. Porque... ¿por qué no, verdad?</p>\n<p>Parece que todos han escrito un artículo sobre este increíble milagro, que parece involucrar comprar diseños de stock, hacer que ChatGPT escupa mensajes tontos y automatizar la creación de camisetas/productos. ¿Y luego se venden solos, cierto?</p>\n<p>Me pregunto a mí mismo, \"Auto, si todos tienen problemas económicos en este momento ... ¿quién demonios está comprando estas cosas?\"</p>\n<h3>La Casa Completa</h3>\n<p>Ahora, en teoría, los artículos describen un proceso interesante sobre cómo ganar dinero. Y, a menos que los autores lo hayan inventado (lo cual también es posible), entonces le está generando ingresos a alguien.</p>\n<p>Pero, como con cualquier cosa \"de moda\", una vez que alguien ve que XYZ es un éxito, entonces TODOS quieren hacerlo.</p>\n<p>Y después de que todos comienzan a hacerlo, ya no está \"de moda\". Porque, mira ... todos lo están haciendo.</p>\n<p>Así que eventualmente estaremos inundados con 1.000.000 tiendas en línea vendiendo tazas y camisetas con mensajes tontos proporcionados por GTP Chat.</p>\n<p>Está bien, todos lo están haciendo, así que sigue a la multitud.</p>\n<h3>El Dinero Completo</h3>\n<p>Aún así, supongo que la mayoría de las personas seguirán queriendo encontrar esa manera mágica y fácil de ganar dinero con poco o ningún esfuerzo. Supongo que hay formas de tomar Chat GPT (que es solo una herramienta, por cierto) y aplicarla a una nueva idea. Si vas a seguir este camino, al menos elige uno que nadie más esté siguiendo.</p>\n<p>Yo, por mi parte, he aplicado ChatGPT a nuestro kit de herramientas y ahora construye casas automáticamente. He escrito un script en Python para publicar las casas en Internet, ¡así que básicamente se venden solas! :)</p>\n<p><strong>Crédito de foto:</strong> <a href=\"https://unsplash.com/photos/white-and-gray-metal-pipe-8pgK7WMSnXs\" target=\"_blank\" rel=\"noopener noreferrer\">unsplash.com</a></p>",
            "image": "https://www.elmike.cl/media/posts/41/gpt-hammer.webp",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "La Vida",
                   "Humor",
                   "A Leer Todo",
                   "2024"
            ],
            "date_published": "2024-03-01T09:10:44-03:00",
            "date_modified": "2024-06-05T08:43:42-04:00"
        },
        {
            "id": "https://www.elmike.cl/el-arte-de-una-buena-contrasena/",
            "url": "https://www.elmike.cl/el-arte-de-una-buena-contrasena/",
            "title": "El arte de una buena contraseña",
            "content_html": "<p>Es 2024; si aún estás utilizando una contraseña básica como <em>contraseña1234</em> (vergüenza para ti) o usando la misma contraseña para todas tus cuentas en línea, simplemente estás pidiendo un mundo de problemas digitales (y de la vida real).</p>\n<p>Puede resultar un poco de miedo para las personas comenzando a usar un gestor de contraseñas, pero en pocas palabras: ¿preferirías tomar un poco de tiempo ahora para configurar un pequeño programa que puedes usar de forma gratuita y en cualquier lugar, para que tus contraseñas estén seguras, o eres del tipo que prefiere llamar a los bancos apresuradamente para cancelar tarjetas, enviar correos electrónicos de soporte a empresas explicando que te hackearon mientras esperas impacientemente una respuesta? Si perteneces al primer grupo, ¡sigue leyendo!</p>\n<hr>\n<h3>Elige un gestor de contraseñas gratuito</h3>\n<p>Primero, necesitas elegir uno. Hay opciones gratuitas y pagadas, pero hay dos opciones que son más que suficientes para tus necesidades, y ambas son gratuitas:</p>\n<ul>\n<li><a href=\"https://bitwarden.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Bitwarden</a></li>\n<li><a href=\"https://proton.me/pass\" target=\"_blank\" rel=\"noopener noreferrer\">Proton Pass</a></li>\n</ul>\n<p>La elección es tuya. Yo tuve acceso a Bitwarden primero, así que principalmente lo uso. El diseño está un poco anticuado. Por otro lado, Proton Pass es mucho más agradable visualmente, pero no es tan maduro como producto como Bitwarden. De todos modos, elige uno e instálalo. Luego, el siguiente paso es el más importante:</p>\n<h3>Crea una contraseña maestra fuerte</h3>\n<p>Un buen gestor de contraseñas requerirá que establezcas una contraseña maestra para acceder al gestor de contraseñas. Un buen gestor de contraseñas TAMPOCO almacenará tu contraseña maestra. Como resultado, si la pierdes o la olvidas, no podrás recuperarla ni solicitar que la empresa te la envíe. Tampoco podrás generar una nueva. Entonces, ESTA contraseña es la que tendrá que ser buena y también una que puedas recordar. (Este es el paso que te causará problemas más adelante si no piensas en ello un poco).</p>\n<h3>Importa contraseñas existentes</h3>\n<p>Si tienes contraseñas guardadas en tu navegador, muchos gestores de contraseñas gratuitos te permiten importarlas. Es una buena idea y te ahorrará tiempo. ¡Adelante!</p>\n<h3>Almacena automáticamente las nuevas contraseñas</h3>\n<p>Permite que el gestor de contraseñas almacene automáticamente las nuevas contraseñas cuando inicies sesión.</p>\n<h3>Generar nuevas contraseñas</h3>\n<p>Utiliza el gestor de contraseñas para generar nuevas contraseñas manualmente y también verifica si tu contraseña se encuentra en una violación de datos. Algunos gestores de contraseñas, como Bitwarden, te permitirán configurar fácilmente la longitud de la contraseña (40, 50 e incluso 100 caracteres). Estas serán contraseñas que probablemente no puedas memorizar nunca. Sin embargo, no es necesario, siempre y cuando recuerdes la contraseña maestra que estableciste en el paso #2, tendrás acceso a ella. Tampoco importa qué navegador uses, ya que hay una extensión que puedes instalar y utilizar en tu computadora, teléfono, etc.</p>\n<p>Pasos rápidos y fáciles. En 2024 no hay excusa para usar una contraseña débil. Puedes dedicar un pequeño tiempo ahora para configurar tranquilamente un gestor de contraseñas... o mucho más tiempo (y estresante) más adelante.</p>\n<p>¡Buena suerte!</p>\n<p><strong>Crédito de foto:</strong> <a href=\"https://pixabay.com/illustrations/security-professional-secret-5199236/\" target=\"_blank\" rel=\"noopener noreferrer\">https://pixabay.com/illustrations/security-professional-secret-5199236/</a></p>",
            "image": "https://www.elmike.cl/media/posts/40/lost-my-password.webp",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "¿Cómo se hace...?",
                   "Tecnología",
                   "A Leer Todo",
                   "2024"
            ],
            "date_published": "2024-02-05T14:27:27-03:00",
            "date_modified": "2024-06-05T08:43:38-04:00"
        },
        {
            "id": "https://www.elmike.cl/el-juego-de-los-nombres/",
            "url": "https://www.elmike.cl/el-juego-de-los-nombres/",
            "title": "El Juego De Los Nombres",
            "content_html": "<p>Presentarse en el internet puede ser medio complicada, sobre todo cuando le agregas el tema de tener un sitio web multilingüe. La disponibilidad del nombre de dominio, la capacidad de pronunciar o escribir un nombre son factores importantes.</p>\n<p>Hace poco le di los toques finales (por ahora, al menos) a la configuración de mi sitio web personal. Al principio, opté por un nombre de dominio y un subdominio para los que hablan inglés. Quedó algo así:</p>\n<ul>\n<li>elmikewalsh.com</li>\n<li>en.elmikewalsh.com</li>\n</ul>\n<p>Todo bien y bonito... en un entorno de habla inglesa. Nadie tendría problemas escribiendo \"mike\", \"Walsh\" es difícil de malinterpretar, y a pesar de que \"el\" es en español, la mayoría de los angloparlantes entenderían la idea.</p>\n<p>Desafortunadamente, en un contexto de habla hispana, no es tan fácil. Aquí están las trampas que experimenté:</p>\n<ul>\n<li><strong>Mike:</strong> En Chile, al menos, te dicen \"Maik\", \"Maikol\" o \"Mike\". Así que hay una probabilidad de 1 entre 3 de que esa parte se escriba correctamente.</li>\n<li><strong>Walsh:</strong> En español (y otros idiomas romances), hay una bonita combinación de consonantes y vocales. Mi apellido no sigue esa fluidez. Así que casi el 100% de las veces, tengo que deletrearlo.</li>\n<li><strong>El:</strong> Sin problemas en tierras hispanohablantes con este.</li>\n</ul>\n<hr>\n<p>Así que tener que deletrear m-i-k-e-w-a-l-s-h para compartir mi nombre de dominio o dirección de correo electrónico es un fastidio. Especialmente por teléfono.</p>\n<blockquote>\n<p>Por cierto, una buena prueba para el nombre/email/lo que sea que buscas: si puedes decirlo en una conversación telefónica y la otra persona puede anotarlo, vas bien.</p>\n</blockquote>\n<p><strong>Así es como lo solucioné:</strong></p>\n<ol>\n<li>Tengo dos nombres de dominio separados: lo más cortos posible y solo las extensiones son diferentes.</li>\n<li>Para los hispanohablantes (y un pequeño impulso en los resultados de búsqueda al usar un ccTLD), pueden encontrarme en - elmike.cl (estás aquí)</li>\n<li>Para la versión en inglés de mi sitio personal, elegí - <a href=\"https://www.elmike.me\" target=\"_blank\" rel=\"noopener noreferrer\">elmike.me</a></li>\n<li>Para el correo electrónico personal, opté por la versión .me, ya que .me funciona bien en español también. Además, es más fácil de decir, ya que \"cl\" es impronunciable y terminas diciendo cada letra.</li>\n<li>También al eliminar mi apellido, un hispanohablante solo se queda con \"mike\". Para el hispanohablante (chileno) que no puede escribirlo (parece que hay bastantes), puedo decir: \"Mike. Mee-Kay-con-Ka\" y eso funcionará el 99% de las veces.</li>\n</ol>\n<p>Y para el otro 1%, la comunicación electrónica podría ser un problema completamente diferente.</p>\n<p>¿El dominio original <a href=\"https://www.elmikewalsh.com\" target=\"_blank\" rel=\"noopener noreferrer\">elmikewalsh.com</a>? Armé una bonita página de inicio con una noche estrellada y dos fotos mías vinculadas a las versiones en español e inglés de mis sitios personales.</p>\n<p>Y eso es todo lo que tengo que decir al respecto.</p>",
            "image": "https://www.elmike.cl/media/posts/39/naming-game.webp",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Tecnología",
                   "La Vida",
                   "A Leer Todo",
                   "2024"
            ],
            "date_published": "2024-01-30T19:12:00-03:00",
            "date_modified": "2024-02-23T09:31:07-03:00"
        },
        {
            "id": "https://www.elmike.cl/suficiente/",
            "url": "https://www.elmike.cl/suficiente/",
            "title": "Suficiente",
            "content_html": "<p>Quentin Tarantino comentó recientemente que planea hacer 10 películas y eso es todo. (nota: en contexto, indicó que estaría bien haciendo algo más adelante a pesar de haber hecho 10 películas, por lo que no es un número fijo). Mencionó querer retirarse en la cima del juego. Similar a algunos, pero no a todos, los atletas. Lo mismo se aplica a todo; los proyectos de nosotros “simples mortales”. Nuestros trabajos. Nuestras ambiciones. Nuestro deseo de hacer más, tener más, obtener más, visitar más, mirar más, consumir más.</p>\n<p><strong>¿En qué momento es suficiente?</strong></p>\n<p>Suficiente significa lo necesario para satisfacer una necesidad o deseo. Entonces, una vez que llegas a ese punto, todo lo demás es extra. Innecesario. Incluso un desperdicio.</p>\n<p><em><strong>¿El vaso esta medio lleno o medio vacío?</strong></em> (¿Ahora… es en verdad la pregunta correcta?)</p>\n<p>Existe una fuerte tendencia al minimalismo en varios círculos. También se pueden encontrar excesos en el minimalismo, ya que muchos intentan eliminar todo excepto los elementos esenciales y espartanos de la vida. En el mundo del diseño, el minimalismo parece significar “Utilice sólo blanco y negro, por favor. Ojalá solo texto”. Pero en algunos casos, suficiente significa más que blanco y negro.</p>\n<p>Hay un viejo refrán que dice “tomar todo con moderación”. Es una buena manera de evitar los excesos, pero claro, tomar “todo con moderación” es en sí mismo excesivo. Mas que suficiente\" (así que debes soltarte las trenzas de vez en cuando).</p>\n<p>Es una buena idea detenerse de vez en cuando para preguntarse: \"¿Qué es suficiente?\" De lo contrario, es posible que nunca sepas cuándo has llegado.</p>\n<p><strong>Crédito de foto:</strong> <a href=\"https://www.shopify.com/stock-photos/photos/red-wine-in-kitchen\" target=\"_blank\" rel=\"noopener noreferrer\">https://www.shopify.com/stock-photos/photos/red-wine-in-kitchen</a></p>",
            "image": "https://www.elmike.cl/media/posts/38/enough-2.webp",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "La Vida",
                   "A Leer Todo",
                   "2024"
            ],
            "date_published": "2024-01-03T18:36:02-03:00",
            "date_modified": "2024-02-23T09:31:55-03:00"
        },
        {
            "id": "https://www.elmike.cl/el-cierre-simplificado/",
            "url": "https://www.elmike.cl/el-cierre-simplificado/",
            "title": "El Cierre: Simplificado",
            "content_html": "<p>Según el calendario gregoriano, un año más (2023) está llegando a su fin. Esa época del año en la que muchas personas en todo el mundo entran en el furor comercial anual y compran, compran, compran, comen, comen, comen y beben, beben, beben.</p>\n<p>Consigamos regalos XYZ para personas XYZ. La Persona X seguramente nos dará un regalo, por lo que tenemos que tener uno para regalárselo a la Persona X.</p>\n<ul>\n<li>“La comida tiene que ser perfecta”.</li>\n<li>“La mesa tiene que ser perfecta”.</li>\n<li>\"Todo tiene que ser perfecto. Como el año pasado. Como el año que viene”.</li>\n<li>“El árbol tiene que ser más grande que el año pasado. Más árbol. ¡Más luces!”</li>\n</ul>\n<p>Cielos, me duele la cabeza y estoy estresado con solo escribir esto. Tira del freno de mano. Detente. Respira. Relájate. Aléjate de la máquina del estrés y <strong>nadie. saldrá. herido.</strong></p>\n<p>Tómate el tiempo para detenerte, relajarte, mirar a tu alrededor y disfrutar. Déjalo ir. Mantenlo simple. Siéntate a mirar <a href=\"https://tv.apple.com/us/movie/a-charlie-brown-christmas/umc.cmc.mbxalimrwrtq72wj4h601pyf\" target=\"_blank\" rel=\"noopener noreferrer\">Una Navidad de Charlie Brown</a>.</p>\n<p>Disfrute de las vacaciones y viva para contarlo.</p>\n<p><strong>Foto:</strong> Nuestro árbol de Navidad. Simple. Casero. Reutilizable.</p>",
            "image": "https://www.elmike.cl/media/posts/37/our-tree.jpg",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "La Vida",
                   "A Leer Todo",
                   "2023"
            ],
            "date_published": "2023-12-22T09:31:46-03:00",
            "date_modified": "2024-02-23T09:32:14-03:00"
        },
        {
            "id": "https://www.elmike.cl/4-formas-de-cagar-una-pregunta-de-si-no/",
            "url": "https://www.elmike.cl/4-formas-de-cagar-una-pregunta-de-si-no/",
            "title": "4 formas de cagar una pregunta de sí / no",
            "content_html": "<p>El domingo 17 de diciembre, Chile acudirá (nuevamente) a las urnas para votar la nueva propuesta de constitución. En términos políticos muy generales, mientras que la primera propuesta de hace un par de años fue vista como “izquierdista”, la nueva ha sido preparada por un grupo predominantemente de la derecha. Es una votación simple: ¿Aprueba usted la nueva constitución? Sí o No. Pregunta sencilla. ¿Qué tan difícil podría ser?</p>\n<p>Es bastante fácil cagarla, si lo piensas bien (lo cual, desafortunadamente, es lo que hago). Entonces, aquí hay 4 formas de cagar una simple pregunta de sí o no:</p>\n<ol>\n<li><strong>Responda no preparado / informado:</strong> Para votar sobre una nueva constitución, es necesario leerla. Puedes discutir todo lo que quieras sobre lo larga que es, no todos tienen el nivel educativo para entenderla, etc. Si estás leyendo esto, puedes leer la constitución. ¿Es largo? Rayos que sí. Más de 170 páginas. ¿Es realmente interesante? No tanto. Pero considerando que es un documento de gran alcance que sirve como una especie de guía nacional durante quizás al menos 100 años, podría ser importante. Y considerando cuánto tiempo pasamos en el teléfono, en Netflix, en cosas que realmente no son esenciales para el día a día, es más irresponsabilidad o flojera que no lo leemos. Incluso si no lo lees todo, al menos lee algunas partes. Quizás las partes que sientes son los más importantes.</li>\n<li><strong>Copie la respuesta de otra persona:</strong> Me encanta ésta. La gente se queja todo el tiempo de que todo el mundo sólo está interesado en sí mismo y en su propio bienestar; El gobierno sólo está interesado en mantener el poder. Pero cuando llega el momento de votar sí o no a una constitución, la abrimos, vemos cuántas páginas tiene y recurrimos a…. las opiniones de otros y/o las noticias. Me duele pensar por mí, por favor piensa por mí. Mi favorito es cuando la gente se queja y se queja de lo corruptos que son los políticos y luego comprueba cuál va a votar su partido político favorito. Hermoso.</li>\n<li><strong> Voto basado en quién es el presidente: </strong>Esto es absurdo. Una constitución (preparada democráticamente) es más grande que una (o varias) administraciones. Algunas personas votarán a favor (o en contra) el domingo basándose únicamente en quién es actualmente el presidente. El actual presidente, por cierto, no tiene nada que ver con el nuevo documento. Es un poco como decir: \"El equipo de fútbol que odio usa uniformes azules, por eso odio el fútbol\".</li>\n<li><strong>No respondas la pregunta:</strong> Anular tu voto para presidente o senador o lo que sea es una cosa (aún piensas que esos votos anulados deberían tener alguna consecuencia). Pero este es un documento que estará disponible por un largo tiempo (si se aprueba), por lo que es bueno tener una opinión. Y además, no votar te expondrá a una multa.</li>\n</ol>\n<p>Bueno, tendremos que ver cómo resulta esto el fin de semana. Estoy seguro de que hay muchas otras formas de cagar una simple pregunta de sí o no, pero hay que empezar por algún lado. Y ahora lo sabes.</p>\n<p><strong>Crédito de foto: </strong><a href=\"https://unsplash.com/photos/a-person-is-casting-a-vote-into-a-box-T9CXBZLUvic\" target=\"_blank\" rel=\"noopener noreferrer\">https://unsplash.com/photos/a-person-is-casting-a-vote-into-a-box-T9CXBZLUvic</a></p>",
            "image": "https://www.elmike.cl/media/posts/35/4-ways-to.webp",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Político",
                   "La Vida",
                   "Humor",
                   "A Leer Todo",
                   "2023"
            ],
            "date_published": "2023-12-13T14:02:04-03:00",
            "date_modified": "2024-02-23T09:39:41-03:00"
        },
        {
            "id": "https://www.elmike.cl/se-vende-todo-dignidad-no-incluida/",
            "url": "https://www.elmike.cl/se-vende-todo-dignidad-no-incluida/",
            "title": "Se vende todo (dignidad no incluida)",
            "content_html": "<p>Recuerdo una época pasada, una época dorada, cuando este espacio interconectado llamado internet era un lugar diferente. Era un lugar para mostrar quién eras, sin vergüenza. GeoCities y MySpace existieron (no los extraño), Google no. Era un lugar para construir espacios y páginas con colores primarios, y contemplar la espantosa fealdad que resultaba y decir: “Yo. Hice. Eso.\" Y fue creado, sin ninguna otra razón que la de hacer algo y tal vez –sólo tal vez– alguien más lo encontraría.</p>\n<h3>Eso era entonces, esto es ahora:</h3>\n<p>El internet se ha transformado en gran medida en el equivalente digital de un centro comercial, donde todo el mundo quiere venderte algo o conseguir que te suscribas a las últimas tendencias. Considerándolo todo, cada sitio parece ser igual que el siguiente sitio web, excepto que “es nuestra versión especial; suscríbete / compra nuestro XYZ, no el otro”. Todos los sitios web parecen tener una ventana emergente y algunos intentan bloquear lo que estás buscando. Otros están tan llenos de anuncios y banners que tienes que buscar para encontrar lo que realmente quieres.</p>\n<p>Tenemos bloqueadores de publicidad inteligentes e instalados. Los sitios web, desesperados por conseguir visitas y dinero, contraatacaron, obligándonos a veces a “desactivar” el bloqueador de publicidad, como si lo que estuviéramos haciendo fuera… malo. (Consejo rápido: me encanta Safari; cuando la ventana emergente no te da la opción de cerrarla, simplemente presiona el Modo Lector y todo desaparecerá). :)</p>\n<p>Cuando volvemos a casa (o dondequiera que vivamos) cerramos las ventanas, apagamos las luces y dejamos el mundo afuera. Luego nos conectamos a nuestras redes sociales para subir fotos de cada momento de nuestra vida (dejando de vivir la vida precisamente para documentarla mejor). Lo que llevamos puesto (o no). Qué estamos haciendo. Dónde lo estamos haciendo. Con quién. Es algo así como el equivalente a vivir en una casa de cristal, quitarte toda la ropa, sacar un megáfono y anunciar al mundo que la fiesta es en tu casa.</p>\n<p><strong>Ewwwwww.</strong></p>\n<p>Supongo que nadie se detendrá ni por un momento a pensar por qué (y para qué) hacemos lo que hacemos cuando nos conectamos. Estamos demasiado ocupados apagando nuestros cerebros para hacer lo que siempre hacemos.</p>\n<p>A mucha gente le preocupa que la IA pronto sea más inteligente que los humanos y que deberíamos dejar de desarrollar esa tecnología. Yo diría que la humanidad tiene tanta prisa por hacerse estúpida que IA no tendrá que alcanzarnos en absoluto; simplemente nos volveremos tontos hasta que IA nos pase de largo de forma natural.</p>\n<p><strong>Crédito de foto:</strong> <a href=\"https://pixabay.com/photos/christmas-shoping-center-store-1931054/\" target=\"_blank\" rel=\"noopener noreferrer\">https://pixabay.com/photos/christmas-shoping-center-store-1931054/</a></p>",
            "image": "https://www.elmike.cl/media/posts/33/bw-everything-is-for-sale.webp",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "La Vida",
                   "A Leer Todo",
                   "2023"
            ],
            "date_published": "2023-12-08T18:01:43-03:00",
            "date_modified": "2024-02-23T09:40:31-03:00"
        },
        {
            "id": "https://www.elmike.cl/defendiendo-tu-cibercastillo-arte-de-la-guerra-digital/",
            "url": "https://www.elmike.cl/defendiendo-tu-cibercastillo-arte-de-la-guerra-digital/",
            "title": "Defendiendo tu cibercastillo: arte de la guerra digital",
            "content_html": "<p>En el mundo actual, nuestra existencia virtual es como una fortaleza. Al igual que los castillos requerían fortificaciones para su protección, también lo hace su presencia en línea. Puede sonar desalentador, pero no te preocupes, hemos hurgado en los sabios consejos del legendario Sun Tzu, maestro estratega, para ayudarte a fortalecer tus defensas digitales sin sentir que te estás preparando para la guerra.</p>\n<h3>Conoce las reglas del juego de mesa</h3>\n<p>En primer lugar, analicemos la importancia de conocer el campo de juego. Como dijo Sun Tzu: </p>\n<blockquote>\n<p><strong><em>Si conoces al enemigo y te conoces a ti mismo, no debes temer el resultado de cien batallas</em></strong></p>\n</blockquote>\n<p>Esto se traduce en el ámbito digital como la comprensión de sus diversas plataformas, el conocimiento de dónde se almacena su información confidencial y la identificación de cualquier vulnerabilidad potencial en su configuración en línea. Dónde ha configurado las cuentas, qué información ha proporcionado, qué tan segura es su contraseña, etc.</p>\n<p>La defensa no es el único factor en juego aquí: ser como un diablito astuto es igualmente importante (en un sentido positivo, por supuesto... por lo general...). Sun Tzu valoraba el engaño, y el mismo principio se aplica en esta situación. Esté atento a los correos electrónicos engañosos que intentan extraer su información confidencial o lo atraen para que haga clic en enlaces dudosos. La adaptabilidad también es crucial. El mundo digital está en constante evolución, por lo que sus defensas también deben evolucionar. Manténgase a la vanguardia actualizando la configuración de seguridad, eligiendo contraseñas seguras (por favor, evita 'contraseña123'), instalando y usando un administrador de contraseñas (<a href=\"https://bitwarden.com\" target=\"_blank\" rel=\"noopener noreferrer\">Bitwarden</a> y <a href=\"https://proton.me/pass\" target=\"_blank\" rel=\"noopener noreferrer\">Proton Pass</a> son buenos), e implementando la autenticación de dos factores para mayor seguridad.</p>\n<h3>¡Sube tu nivel ninja!</h3>\n<p>No olvide que proteger sus datos es solo una pieza del rompecabezas; Salvaguardar su identidad es igual de crucial. Tu personalidad digital merece tanta precaución y protección como tu “yo” físico. Al profundizar en las estrategias de Sun Tzu, te estás equipando con las habilidades de un ninja: rápido, esquivo a las amenazas y fortificado contra cualquier brecha (y los ninjas son geniales, por supuesto).</p>\n<p>Armado con una sabiduría atemporal y conocimientos modernos, podrás maniobrar a través del reino en línea como un profesional experimentado, fortificando tu fortaleza virtual contra los intrusos cibernéticos. Es como convertirte en tu propio héroe personal de ciberseguridad sin necesidad de una capa de superhéroe, y puedes volver a usar tu ropa interior debajo de los pantalones (tos, tos, Superman, tos).</p>\n<hr>\n<p><strong>Crédito de foto:</strong> <a href=\"https://pixabay.com/photos/terracotta-army-china-xian-soldier-1865006/\" target=\"_blank\" rel=\"noopener noreferrer\">https://pixabay.com/photos/terracotta-army-china-xian-soldier-1865006/</a></p>",
            "image": "https://www.elmike.cl/media/posts/30/art-of-war-series.webp",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "La Vida",
                   "A Leer Todo",
                   "2023"
            ],
            "date_published": "2023-11-28T08:11:00-03:00",
            "date_modified": "2024-02-23T09:42:32-03:00"
        },
        {
            "id": "https://www.elmike.cl/cruzando-las-montanas/",
            "url": "https://www.elmike.cl/cruzando-las-montanas/",
            "title": "Cruzando Las Montañas",
            "content_html": "<p>Una nota rápida para compartir algunas fotos de un viaje a través de las montañas a un par de pueblos de Argentina. Todos pasamos momentos divertidos (y con chocolate). :)</p>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-translation=\"Add images\" data-columns=\"3\">\n<figure class=\"gallery__item\"><a href=\"https://www.elmike.cl/media/posts/31/gallery/IMG_0993-2.webp\" data-size=\"2000x1125\"><img loading=\"lazy\" src=\"https://www.elmike.cl/media/posts/31/gallery/IMG_0993-2-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1148-2.webp\" data-size=\"2000x1125\"><img loading=\"lazy\" src=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1148-2-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1154-2.webp\" data-size=\"1125x2000\"><img loading=\"lazy\" src=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1154-2-thumbnail.webp\" alt=\"\" width=\"720\" height=\"1280\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1397-2.webp\" data-size=\"2000x1125\"><img loading=\"lazy\" src=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1397-2-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1399-2.webp\" data-size=\"1125x2000\"><img loading=\"lazy\" src=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1399-2-thumbnail.webp\" alt=\"\" width=\"720\" height=\"1280\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1404-2.webp\" data-size=\"2000x1125\"><img loading=\"lazy\" src=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1404-2-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1406-2.webp\" data-size=\"2000x1125\"><img loading=\"lazy\" src=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1406-2-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1421-2.webp\" data-size=\"2000x1125\"><img loading=\"lazy\" src=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1421-2-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1357-2.webp\" data-size=\"2000x1125\"><img loading=\"lazy\" src=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1357-2-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1371-2.webp\" data-size=\"2000x1125\"><img loading=\"lazy\" src=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1371-2-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1373-2.webp\" data-size=\"1125x2000\"><img loading=\"lazy\" src=\"https://www.elmike.cl/media/posts/31/gallery/IMG_1373-2-thumbnail.webp\" alt=\"\" width=\"720\" height=\"1280\"></a></figure>\n</div></div>\n<p class=\"align-center\"><em>San Martin de los Andes y Bariloche, Argentina.</em></p>",
            "image": "https://www.elmike.cl/media/posts/31/photos-tag-image.webp",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Pintoresco",
                   "A Leer Todo",
                   "2023"
            ],
            "date_published": "2023-11-25T09:16:00-03:00",
            "date_modified": "2024-02-23T09:41:54-03:00"
        },
        {
            "id": "https://www.elmike.cl/privacidad-una-introduccion/",
            "url": "https://www.elmike.cl/privacidad-una-introduccion/",
            "title": "Privacidad: Una Introducción",
            "content_html": "<p>La privacidad es un tema candente en 2023. Una preocupación para algunos, una palabra de moda para otros. ¿Debería importarme? ¿Qué puedo hacer? ¿Es demasiado tarde? ¿Por qué molestarse?</p>\n<p>Me encantaría decir que esta es tu parada única para todas las respuestas, pero ¿quién soy yo sino un par de manos escribiendo? (Nota: en 2023, este sitio web utiliza tecnología antigua; soy un ser humano que escribe este artículo desde cero; inteligencia artificial no tiene nada que ver).</p>\n<p><strong>Pero algunas reflexiones sobre la privacidad, por lo que vale:</strong></p>\n<ol>\n<li>La privacidad es una de esas cosas que no te das cuenta de que tienes (o estás perdiendo) hasta que empiezas a perderla (o ya no la tienes). Entonces lo valoras. Y en ese momento ya es demasiado difícil (o imposible)</li>\n<li>Un tema completamente diferente (Inteligencia Artificial) es en gran parte nuestra disposición de registrarnos y utilizar almacenamiento en línea, fotos en línea gratuitas (Google Fotos, por ejemplo) y cualquier otro servicio que ofrezca algo demasiado bueno para ser gratuito, como almacenamiento y funcionalidad. ¿O es simplemente una coincidencia que muchos de estos servicios “gratuitos” utilizaran a las personas como producto y luego recurrieran a planes pagos justo antes del inicio del gran auge de la IA? ¿A quién le importa la privacidad o lo que pueda pasar? ¡Solo regístrate para obtener mi almacenamiento de fotos gratuito!</li>\n<li>Muchos consideran que la privacidad es un tema “demasiado difícil”, que requiere trabajo y esfuerzo para atenderlo, y definitivamente se interesarán “más adelante”. Me imagino viviendo en una casa de cristal, caminando desnudo todo el día, sin preocuparme de que cualquiera que pase pueda tomarte fotos y videos ahora, porque más adelante invertirás en cortinas y eso resolverá todo.</li>\n</ol>\n<p>Entonces, ¿qué se puede hacer con respecto a la privacidad (al menos en línea)? Bueno, esto no pretende en absoluto ser un manual completo sobre cómo protegerse en línea. Sólo una pequeña lista de ideas y posibles soluciones/servicios. No estoy afiliado a ninguno de ellos y no obtengo nada si haces clic en cualquier enlace aquí.</p>\n<ul>\n<li><strong>Email:</strong> Bueno, parece que todo el mundo tiene su Gmail. Regístrate, espacio libre. Fotos gratis. Colaboración gratuita. Gratis, gratis, gratis. Hasta que no lo sea. Inicia sesión en cualquier sitio web fácilmente con tu Gmail. No pueden leer su correo electrónico. Eso es lo que dicen. Y simplemente puedes usar Google para buscar evidencia de eso. Recuerde, son un negocio y tienen un resultado final. Podría considerar opciones de correo electrónico más privadas, como <a href=\"https://proton.me/mail\" target=\"_blank\" rel=\"noopener noreferrer\">ProtonMail</a>, <a href=\"https://skiff.com/mail\" target=\"_blank\" rel=\"noopener noreferrer\">Skiff Mail</a> or <a href=\"https://postale.io/\" target=\"_blank\" rel=\"noopener noreferrer\">postale.io</a>. El correo electrónico (o cualquier servicio) es tan privado como las leyes del país en el que reside el servicio, y es mejor considerar a los aliados/socios estratégicos de países extranjeros (considere buscar cosas como \"Cinco ojos\" y otros términos relacionados. No en Google. Ni en su navegador. Busque algo privado.</li>\n<li><strong>Search:</strong> Si lo escribes en un motor de búsqueda de Google, el mundo lo sabe. Y no te engañes pensando que \"Privado/Incógnito\" significa que nadie lo sabe. Considere usar un motor de búsqueda que no lo rastree a usted ni a cada una de sus pulsaciones de teclas, como <a href=\"https://duckduckgo.com\" target=\"_blank\" rel=\"noopener noreferrer\">DuckDuckGo</a> or <a href=\"https://www.startpage.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Startpage</a> (que usa resultados de Google pero elimina la información de seguimiento).</li>\n<li><strong>Fotos:</strong> Google gana dinero vendiendo publicidad. Tu información. Entonces, cuanta más información recopilen sobre usted, más dinero podrán ganar. Utilice cualquier otro servicio. ¿Estoy diciendo que OneDrive o iCloud son privados? Oh, cielos, no, no, no. ¿Tiene Apple (actualmente) un modelo de negocio para vender publicidad a cualquier persona en el universo? No. Entonces, si bien puede que no sea una solución ideal, considere que la conveniencia tiene un precio.</li>\n</ul>\n<p>La mayoría de los sitios web también utilizarán Google Analytics para rastrearlo, porque las empresas/sitios están obsesionados con ver cuánto tráfico reciben. Este sitio web, por cierto, no tiene instalado ningún seguimiento ni análisis. No me importa. Existe un método de contacto indicado en este sitio web; Si está interesado en él, lo encontrará con bastante facilidad.</p>\n<p>Bueno, esas son las reflexiones del momento. ¡Espero que a alguien le sirva de algo!</p>\n<hr>\n<p><strong>Crédito de foto:</strong> <a href=\"https://unsplash.com/es/fotos/camaras-de-seguridad-de-varios-colores-LfaN1gswV5c\" target=\"_blank\" rel=\"noopener noreferrer\">https://unsplash.com/es/fotos/camaras-de-seguridad-de-varios-colores-LfaN1gswV5c</a></p>",
            "image": "https://www.elmike.cl/media/posts/29/privacy.webp",
            "author": {
                "name": "elmikewalsh"
            },
            "tags": [
                   "Tecnología",
                   "La Vida",
                   "A Leer Todo",
                   "2023"
            ],
            "date_published": "2023-11-21T09:35:44-03:00",
            "date_modified": "2024-02-23T09:43:14-03:00"
        }
    ]
}
